Repository: ZeeshanAslam123/WPML-WordPress
Catalog: plugins/sitepress-multilingual-cms/locale/jed/po/sitepress-wpml-ate-cloned-sites-ui-*.po
Languages: de_de, el, es_es, fr_fr, it_it, ja, ko_kr, pl_pl, th, zh_cn

source: This domain is now registered as a secondary domain and WPML will recognize it correctly.
de_de: Diese Domain ist jetzt als sekundäre Domain registriert und WPML wird sie korrekt erkennen.
el: Αυτός ο τομέας είναι πλέον καταχωρημένος ως δευτερεύων τομέας και το WPML θα τον αναγνωρίζει σωστά.
es_es: Este dominio ahora está registrado como un dominio secundario y WPML lo reconocerá correctamente.
fr_fr: Ce domaine est maintenant enregistré comme un domaine secondaire et WPML le reconnaîtra correctement.
it_it: Questo dominio è ora registrato come dominio secondario e WPML lo riconoscerà correttamente.
ja: このドメインはセカンダリドメインとして登録され、WPMLが正しく認識します。
ko_kr: 이 도메인은 이제 보조 도메인으로 등록되었으며 WPML이 올바르게 인식할 것입니다.
pl_pl: Ta domena jest teraz zarejestrowana jako domena drugorzędna i WPML będzie ją poprawnie rozpoznawać.
th: โดเมนนี้ได้รับการลงทะเบียนเป็นโดเมนรองแล้วและ WPML จะรับรู้มันอย่างถูกต้อง.
zh_cn: 此域名现已注册为次要域名，WPML 将正确识别它。
