Repository: ZeeshanAslam123/WPML-WordPress
Catalog: plugins/sitepress-multilingual-cms/locale/jed/po/sitepress-wpml-ate-cloned-sites-ui-*.po
Languages: de_de, el, es_es, fr_fr, it_it, ja, ko_kr, pl_pl, th, zh_cn

source: Accessing the old site may trigger warnings on this site
de_de: Der Zugriff auf die alte Website kann Warnungen auf dieser Website auslösen
el: Η πρόσβαση στον παλιό ιστότοπο ενδέχεται να ενεργοποιήσει προειδοποιήσεις σε αυτόν τον ιστότοπο
es_es: Acceder al sitio antiguo puede activar advertencias en este sitio
fr_fr: L'accès à l'ancien site peut déclencher des avertissements sur ce site
it_it: L'accesso al vecchio sito potrebbe attivare avvisi su questo sito
ja: 古いサイトにアクセスすると、このサイトで警告が発生する可能性があります
ko_kr: 이전 사이트에 접속하면 이 사이트에서 경고가 발생할 수 있습니다
pl_pl: Dostęp do starej witryny może wywołać ostrzeżenia na tej witrynie
th: การเข้าถึงไซต์เก่าอาจทำให้เกิดคำเตือนบนไซต์นี้
zh_cn: 访问旧网站可能会在此网站上触发警告

source: Please confirm:
de_de: Bitte bestätigen Sie:
el: Παρακαλώ επιβεβαιώστε:
es_es: Por favor, confirma:
fr_fr: Veuillez confirmer :
it_it: Per favore conferma:
ja: 確認してください：
ko_kr: 다음 사항을 확인해 주세요:
pl_pl: Proszę potwierdź:
th: โปรดยืนยัน:
zh_cn: 请确认：

source: I understand and confirm that <b>%s</b> is no longer in use.
de_de: Ich verstehe und bestätige, dass <b>%s</b> nicht mehr in Gebrauch ist.
el: Κατανοώ και επιβεβαιώνω ότι το <b>%s</b> δεν χρησιμοποιείται πλέον.
es_es: Entiendo y confirmo que <b>%s</b> ya no está en uso.
fr_fr: Je comprends et je confirme que <b>%s</b> n'est plus utilisé.
it_it: Capisco e confermo che <b>%s</b> non è più in uso.
ja: <b>%s</b>がもう使用されていないことを理解し、確認します。
ko_kr: <b>%s</b>가 더 이상 사용되지 않는다는 것을 이해하고 확인합니다.
pl_pl: Rozumiem i potwierdzam, że <b>%s</b> nie jest już używana.
th: ฉันเข้าใจและยืนยันว่า <b>%s</b> ไม่ได้ใช้งานอีกต่อไป.
zh_cn: 我理解并确认<b>%s</b>不再使用。

source: Back
de_de: Zurück
el: Επιστροφή
es_es: Atrás
fr_fr: Retour
it_it: Indietro
ja: 戻る
ko_kr: 뒤로
th: กลับ

source: Please Confirm
de_de: Bitte bestätigen
el: Παρακαλώ επιβεβαιώστε
es_es: Por favor, confirma
fr_fr: Veuillez confirmer
it_it: Per favore conferma
ja: 確認してください
ko_kr: 확인해 주세요
pl_pl: Proszę potwierdzić
th: โปรดยืนยัน
zh_cn: 请确认

source: WPML was unable to update our records with your new URL.
de_de: WPML konnte unsere Aufzeichnungen nicht mit Ihrer neuen URL aktualisieren.
el: Το WPML δεν κατάφερε να ενημερώσει τα αρχεία μας με τη νέα σας διεύθυνση URL.
es_es: WPML no pudo actualizar nuestros registros con su nueva URL.
fr_fr: WPML n'a pas pu mettre à jour nos enregistrements avec votre nouvelle URL.
it_it: WPML non è riuscito ad aggiornare i nostri registri con il tuo nuovo URL.
ja: WPMLは新しいURLで記録を更新できませんでした。
ko_kr: WPML이 새 URL로 기록을 업데이트하지 못했습니다.
th: WPML ไม่สามารถอัปเดตบันทึกของเราด้วย URL ใหม่ของคุณได้.

source: Error with moving translation information to new URL
de_de: Fehler beim Verschieben der Übersetzungsinformationen zur neuen URL
el: Σφάλμα κατά τη μεταφορά των πληροφοριών μετάφρασης στη νέα διεύθυνση URL
es_es: Error al mover la información de traducción a la nueva URL
fr_fr: Erreur lors du déplacement des informations de traduction vers la nouvelle URL
it_it: Errore nello spostamento delle informazioni di traduzione al nuovo URL
ja: 新しいURLへの翻訳情報の移動中にエラーが発生しました
ko_kr: 새 URL로 번역 정보 이동 중 오류 발생
th: เกิดข้อผิดพลาดในการย้ายข้อมูลการแปลไปยัง URL ใหม่

source: It looks like this site was previously at %s and is now running on %s.
de_de: Es scheint, dass diese Website zuvor unter %s war und jetzt unter %s läuft.
el: Φαίνεται ότι αυτός ο ιστότοπος ήταν προηγουμένως στο %s και τώρα εκτελείται στο %s.
es_es: Parece que este sitio estaba anteriormente en %s y ahora se ejecuta en %s.
fr_fr: Il semble que ce site était auparavant sur %s et fonctionne maintenant sur %s.
it_it: Sembra che questo sito fosse precedentemente su %s e ora sia in esecuzione su %s.
ja: このサイトは以前%sにありましたが、現在%sで動作しているようです。
ko_kr: 이 사이트가 이전에 %s에 있었고 현재 %s에서 실행 중인 것 같습니다.
pl_pl: Wygląda na to, że ta witryna była wcześniej pod adresem %s, a teraz działa pod adresem %s.
th: ดูเหมือนว่าไซต์นี้เคยอยู่ที่ %s และตอนนี้กำลังทำงานบน %s.
zh_cn: 看起来这个网站之前位于 %s，现在运行在 %s 上。

source: Is the original site still available at %s?
de_de: Ist die ursprüngliche Website noch unter %s verfügbar?
el: Είναι ο αρχικός ιστότοπος ακόμα διαθέσιμος στο %s;?
es_es: ¿Sigue disponible el sitio original en %s?
fr_fr: Le site original est-il toujours disponible sur %s ?
it_it: Il sito originale è ancora disponibile su %s?
ja: 元のサイトは引き続き%sで利用可能ですか？
ko_kr: 원본 사이트가 여전히 %s에서 사용 가능합니까?
pl_pl: Czy oryginalna witryna jest nadal dostępna pod adresem %s?
th: ไซต์ต้นฉบับยังคงใช้งานได้ที่ %s หรือไม่?
zh_cn: 原始网站在 %s 上是否仍然可用？

source: Yes
de_de: Ja
el: Ναι
es_es: Sí
fr_fr: Oui
it_it: Sì
ja: はい
ko_kr: 예
th: ใช่
zh_cn: 是

source: The original site is still running and this is just a copy of the original site
de_de: Die ursprüngliche Website läuft noch und dies ist nur eine Kopie der ursprünglichen Website
el: Ο αρχικός ιστότοπος εξακολουθεί να λειτουργεί και αυτό είναι απλώς ένα αντίγραφο του αρχικού ιστοτόπου
es_es: El sitio original sigue funcionando y esto es solo una copia del sitio original
fr_fr: Le site original fonctionne toujours et celui-ci n'est qu'une copie du site original
it_it: Il sito originale è ancora in esecuzione e questo è solo una copia del sito originale
ja: 元のサイトはまだ稼働中で、これは元のサイトのコピーです
ko_kr: 원본 사이트는 여전히 실행 중이며 이는 단지 원본 사이트의 복사본입니다
pl_pl: Oryginalna witryna nadal działa, a to jest tylko jej kopia
th: ไซต์ต้นฉบับยังคงทำงานอยู่และนี่เป็นเพียงสำเนาของไซต์ต้นฉบับ
zh_cn: 原始网站仍在运行，这只是原始网站的副本

source: I moved the site to this new address and this is now the main site
de_de: Ich habe die Website auf diese neue Adresse umgezogen und dies ist jetzt die Hauptwebsite
el: Μετέφερα τον ιστότοπο σε αυτή τη νέα διεύθυνση και αυτός είναι πλέον ο κύριος ιστότοπος
es_es: He trasladado el sitio a esta nueva dirección y este es ahora el sitio principal
fr_fr: J'ai déplacé le site vers cette nouvelle adresse et c'est maintenant le site principal
it_it: Ho spostato il sito a questo nuovo indirizzo e questo è ora il sito principale
ja: サイトをこの新しいアドレスに移動し、これが現在のメインサイトです
ko_kr: 사이트를 이 새 주소로 이전했으며 이제 이곳이 메인 사이트입니다
pl_pl: Przeniosłem witrynę na ten nowy adres i jest to teraz główna witryna
th: ฉันย้ายไซต์ไปยังที่อยู่ใหม่นี้และนี่คือไซต์หลักในตอนนี้
zh_cn: 我将网站移到了这个新地址，这现在是主要网站

source: WPML Detected a New Site Address
de_de: WPML hat eine neue Website-Adresse erkannt
el: Το WPML Εντόπισε Νέα Διεύθυνση Ιστοτόπου
es_es: WPML ha detectado una nueva dirección del sitio
fr_fr: WPML a détecté une nouvelle adresse de site
it_it: WPML ha rilevato un nuovo indirizzo del sito
ja: WPMLが新しいサイトアドレスを検出しました
ko_kr: WPML이 새 사이트 주소를 감지했습니다
pl_pl: WPML wykrył nowy adres witryny
th: WPML ตรวจพบที่อยู่ไซต์ใหม่
zh_cn: WPML 检测到新的网站地址

source: How to manage translations when migrating from development to production
de_de: So verwalten Sie Übersetzungen beim Umzug von Entwicklung zu Produktion
el: Πώς να διαχειριστείτε τις μεταφράσεις κατά τη μετάβαση από το περιβάλλον ανάπτυξης στην παραγωγή
es_es: Cómo gestionar las traducciones al migrar de desarrollo a producción
fr_fr: Comment gérer les traductions lors de la migration du développement à la production
it_it: Come gestire le traduzioni durante la migrazione da sviluppo a produzione
ja: 開発環境から本番環境への移行時に翻訳を管理する方法
ko_kr: 개발 환경에서 프로덕션 환경으로 이전 시 번역을 관리하는 방법
pl_pl: Jak zarządzać tłumaczeniami podczas migracji z wersji rozwojowej do produkcyjnej
th: วิธีจัดการการแปลเมื่อย้ายจากการพัฒนาไปสู่การผลิต
zh_cn: 从开发环境迁移到生产环境时如何管理翻译

source: Looks like this site is a copy of a different site, or moved to a different URL. Please contact your translation manager to update Translation Management plugin configuration.
de_de: Es scheint, dass diese Website eine Kopie einer anderen Website ist oder zu einer anderen URL verschoben wurde. Bitte kontaktieren Sie Ihren Übersetzungsmanager, um die Konfiguration des Translation Management Plugins zu aktualisieren.
el: Φαίνεται ότι αυτός ο ιστότοπος είναι αντίγραφο ενός διαφορετικού ιστοτόπου ή μετακινήθηκε σε διαφορετική διεύθυνση URL. Παρακαλώ επικοινωνήστε με τον διαχειριστή μεταφράσεών σας για να ενημερώσετε τη διαμόρφωση του πρόσθετου Διαχείρισης Μεταφράσεων.
es_es: Parece que este sitio es una copia de un sitio diferente o se ha trasladado a una URL diferente. Por favor, contacte a su gestor de traducciones para actualizar la configuración del plugin de Gestión de Traducciones.
fr_fr: Il semble que ce site soit une copie d'un site différent, ou qu'il ait été déplacé vers une URL différente. Veuillez contacter votre gestionnaire de traduction pour mettre à jour la configuration du plugin Translation Management.
it_it: Sembra che questo sito sia una copia di un sito diverso o sia stato spostato a un URL diverso. Contatta il tuo gestore delle traduzioni per aggiornare la configurazione del plugin Translation Management.
ja: このサイトは別のサイトのコピーか、異なるURLに移動したようです。翻訳マネージャーに連絡して、翻訳管理プラグインの設定を更新してください。
ko_kr: 이 사이트가 다른 사이트의 복사본이거나 다른 URL로 이동된 것 같습니다. 번역 관리자에게 연락하여 번역 관리 플러그인 구성을 업데이트하세요.
th: ดูเหมือนว่าเว็บไซต์นี้เป็นสำเนาของเว็บไซต์อื่น หรือย้ายไปยัง URL อื่น กรุณาติดต่อผู้จัดการการแปลของคุณเพื่ออัปเดตการกำหนดค่าปลั๊กอิน Translation Management.
zh_cn: 看起来这个网站是另一个网站的副本，或者已移动到不同的 URL。请联系您的翻译管理员更新翻译管理插件配置。

source: Site Moved or Copied - Action Required
de_de: Website verschoben oder kopiert - Handlung erforderlich
el: Ο Ιστότοπος Μετακινήθηκε ή Αντιγράφηκε - Απαιτείται Ενέργεια
es_es: Sitio Trasladado o Copiado - Acción Requerida
fr_fr: Site déplacé ou copié - Action requise
it_it: Sito spostato o copiato - Azione richiesta
ja: サイトの移動またはコピー - アクションが必要です
ko_kr: 사이트 이동 또는 복사됨 - 조치 필요
th: เว็บไซต์ถูกย้ายหรือคัดลอก - จำเป็นต้องดำเนินการ
zh_cn: 网站已移动或复制 - 需要采取行动

source: You or someone else moved this site to %s. Please keep in mind that:
de_de: Sie oder jemand anderes hat diese Website nach %s verschoben. Bitte beachten Sie, dass:
el: Εσείς ή κάποιος άλλος μετακίνησε αυτόν τον ιστότοπο στο %s. Παρακαλώ λάβετε υπόψη ότι:
es_es: Usted u otra persona trasladó este sitio a %s. Por favor, tenga en cuenta que:
fr_fr: Vous ou quelqu'un d'autre avez déplacé ce site vers %s. Veuillez garder à l'esprit que :
it_it: Tu o qualcun altro avete spostato questo sito su %s. Tieni presente che:
ja: あなたまたは他の誰かがこのサイトを%sに移動しました。以下の点に注意してください：
ko_kr: 귀하 또는 다른 사람이 이 사이트를 %s로 이동했습니다. 다음 사항을 유의하세요:
th: คุณหรือบางคนได้ย้ายเว็บไซต์นี้ไปที่ %s โปรดทราบว่า:
zh_cn: 您或其他人已将此网站移动到 %s。请记住：

source: Translations that you do at %s will not appear on this site.
de_de: Übersetzungen, die Sie auf %s vornehmen, werden nicht auf dieser Website erscheinen.
el: Οι μεταφράσεις που κάνετε στο %s δεν θα εμφανίζονται σε αυτόν τον ιστότοπο.
es_es: Las traducciones que realice en %s no aparecerán en este sitio.
fr_fr: Les traductions que vous effectuez sur %s n'apparaîtront pas sur ce site.
it_it: Le traduzioni che fai su %s non appariranno su questo sito.
ja: %sで行った翻訳はこのサイトには表示されません。
ko_kr: %s에서 수행한 번역은 이 사이트에 나타나지 않습니다.
th: การแปลที่คุณทำที่ %s จะไม่ปรากฏบนเว็บไซต์นี้.
zh_cn: 您在 %s 上进行的翻译不会出现在此网站上。

source: You cannot edit translations on this site.
de_de: Sie können auf dieser Website keine Übersetzungen bearbeiten.
el: Δεν μπορείτε να επεξεργαστείτε μεταφράσεις σε αυτόν τον ιστότοπο.
es_es: No puede editar traducciones en este sitio.
fr_fr: Vous ne pouvez pas modifier les traductions sur ce site.
it_it: Non puoi modificare le traduzioni su questo sito.
ja: このサイトで翻訳を編集することはできません。
ko_kr: 이 사이트에서 번역을 편집할 수 없습니다.
th: คุณไม่สามารถแก้ไขการแปลบนเว็บไซต์นี้ได้.
zh_cn: 您无法在此网站上编辑翻译。

source: The site at %s is using the same credits for automatic translation as this site.
de_de: Die Website auf %s verwendet dieselben Guthaben für automatische Übersetzung wie diese Website.
el: Ο ιστότοπος στο %s χρησιμοποιεί τις ίδιες πιστώσεις για αυτόματη μετάφραση με αυτόν τον ιστότοπο.
es_es: El sitio en %s está utilizando los mismos créditos para traducción automática que este sitio.
fr_fr: Le site sur %s utilise les mêmes crédits pour la traduction automatique que ce site.
it_it: Il sito su %s sta usando gli stessi crediti per la traduzione automatica di questo sito.
ja: %sのサイトは、このサイトと同じ自動翻訳用クレジットを使用しています。
ko_kr: %s의 사이트는 이 사이트와 동일한 자동 번역 크레딧을 사용하고 있습니다.
th: เว็บไซต์ที่ %s กำลังใช้เครดิตเดียวกันสำหรับการแปลอัตโนมัติกับเว็บไซต์นี้.
zh_cn: %s 上的网站正在使用与此网站相同的自动翻译额度。

source: If you didn't intend to move this site to %s, you can <a>indicate that this site should be at %s</a>.
de_de: Wenn Sie nicht beabsichtigt haben, diese Website nach %s zu verschieben, können Sie <a>angeben, dass diese Website auf %s sein sollte</a>.
el: Εάν δεν σκοπεύατε να μετακινήσετε αυτόν τον ιστότοπο στο %s, μπορείτε να <a>υποδείξετε ότι αυτός ο ιστότοπος θα πρέπει να βρίσκεται στο %s</a>.
es_es: Si no tenía la intención de trasladar este sitio a %s, puede <a>indicar que este sitio debería estar en %s</a>.
fr_fr: Si vous n'aviez pas l'intention de déplacer ce site vers %s, vous pouvez <a>indiquer que ce site devrait être sur %s</a>.
it_it: Se non intendevi spostare questo sito su %s, puoi <a>indicare che questo sito dovrebbe essere su %s</a>.
ja: %sにこのサイトを移動する意図がなかった場合は、<a>このサイトが%sにあるべきだと示すことができます</a>。
ko_kr: 의도적으로 이 사이트를 %s로 이동하지 않았다면, <a>이 사이트가 %s에 있어야 한다고 표시</a>할 수 있습니다.
th: หากคุณไม่ได้ตั้งใจย้ายเว็บไซต์นี้ไปที่ %s คุณสามารถ <a>ระบุว่าเว็บไซต์นี้ควรอยู่ที่ %s</a>.
zh_cn: 如果您不打算将此网站移动到 %s，您可以<a>指明此网站应该位于 %s</a>。

source: This site has moved to a new location
de_de: Diese Website wurde an einen neuen Standort verschoben
el: Αυτός ο ιστότοπος έχει μετακινηθεί σε μια νέα τοποθεσία
es_es: Este sitio se ha trasladado a una nueva ubicación
fr_fr: Ce site a été déplacé vers un nouvel emplacement
it_it: Questo sito è stato spostato in una nuova posizione
ja: このサイトは新しい場所に移動しました
ko_kr: 이 사이트가 새로운 위치로 이동되었습니다
pl_pl: Ta witryna została przeniesiona do nowej lokalizacji
th: เว็บไซต์นี้ได้ย้ายไปยังตำแหน่งใหม่
zh_cn: 此网站已移动到新位置

source: If you prefer not to move this site, you can <a>mark it as a copy</a> and enable automatic translation for it.
de_de: Wenn Sie diese Website lieber nicht verschieben möchten, können Sie sie <a>als Kopie markieren</a> und automatische Übersetzung dafür aktivieren.
el: Εάν προτιμάτε να μην μετακινήσετε αυτόν τον ιστότοπο, μπορείτε να τον <a>επισημάνετε ως αντίγραφο</a> και να ενεργοποιήσετε την αυτόματη μετάφραση για αυτόν.
es_es: Si prefiere no trasladar este sitio, puede <a>marcarlo como una copia</a> y habilitar la traducción automática para él.
fr_fr: Si vous préférez ne pas déplacer ce site, vous pouvez <a>le marquer comme une copie</a> et activer la traduction automatique pour celui-ci.
it_it: Se preferisci non spostare questo sito, puoi <a>segnalarlo come una copia</a> e abilitare la traduzione automatica per esso.
ja: このサイトを移動したくない場合は、<a>コピーとしてマークし</a>、自動翻訳を有効にすることができます。
ko_kr: 이 사이트를 이동하지 않기를 원한다면, <a>복사본으로 표시</a>하고 자동 번역을 활성화할 수 있습니다.
pl_pl: Jeśli wolisz nie przenosić tej witryny, możesz <a>oznaczyć ją jako kopię</a> i włączyć dla niej automatyczne tłumaczenie.
th: หากคุณไม่ต้องการย้ายเว็บไซต์นี้ คุณสามารถ <a>ทำเครื่องหมายว่าเป็นสำเนา</a> และเปิดใช้งานการแปลอัตโนมัติสำหรับมัน.
zh_cn: 如果您不想移动此网站，您可以<a>将其标记为副本</a>并为其启用自动翻译。

source: Moving the site back here will mean that you will be able to translate on this domain again, but you will not be able to update translations at %s.
de_de: Die Rückverlegung der Website hierher bedeutet, dass Sie auf dieser Domain wieder übersetzen können, jedoch keine Übersetzungen auf %s aktualisieren können.
el: Η μετακίνηση του ιστοτόπου πίσω εδώ θα σημαίνει ότι θα μπορείτε να μεταφράζετε ξανά σε αυτόν τον τομέα, αλλά δεν θα μπορείτε να ενημερώνετε μεταφράσεις στο %s.
es_es: Trasladar el sitio de vuelta aquí significará que usted podrá traducir en este dominio nuevamente, pero no podrá actualizar las traducciones en %s.
fr_fr: Le déplacement du site de retour ici signifiera que vous serez en mesure de traduire à nouveau sur ce domaine, mais vous ne serez pas en mesure de mettre à jour les traductions sur %s.
it_it: Spostare il sito di nuovo qui significherà che potrai tradurre di nuovo su questo dominio, ma non potrai aggiornare le traduzioni su %s.
ja: サイトをここに戻すことは、このドメインで再び翻訳できるようになりますが、%sで翻訳を更新することはできなくなります。
ko_kr: 사이트를 여기로 다시 이동하면 이 도메인에서 다시 번역할 수 있지만, %s에서는 번역을 업데이트할 수 없게 됩니다.
pl_pl: Przeniesienie witryny z powrotem tutaj oznacza, że będzie można ponownie tłumaczyć na tej domenie, ale nie będzie możliwości aktualizacji tłumaczeń na %s.
th: การย้ายเว็บไซต์กลับมาที่นี่จะทำให้คุณสามารถแปลบนโดเมนนี้ได้อีกครั้ง แต่คุณจะไม่สามารถอัปเดตการแปลที่ %s ได้.
zh_cn: 将网站移回此处意味着您将能够再次在此域名上进行翻译，但您将无法在 %s 上更新翻译。

source: Yes - move back here
de_de: Ja - hierher zurückverlegen
el: Ναι - μετακίνηση πίσω εδώ
es_es: Sí - trasladar de vuelta aquí
fr_fr: Oui - déplacer de retour ici
it_it: Sì - sposta di nuovo qui
ja: はい - ここに戻します
ko_kr: 예 - 여기로 다시 이동합니다
pl_pl: Tak - przenieś z powrotem tutaj
th: ใช่ - ย้ายกลับมาที่นี่
zh_cn: 是 - 移回此处

source: No - keep the site on %s
de_de: Nein - die Website auf %s belassen
el: Όχι - διατήρηση του ιστοτόπου στο %s
es_es: No - mantener el sitio en %s
fr_fr: Non - maintenir le site sur %s
it_it: No - mantieni il sito su %s
ja: いいえ - サイトを%sに保持します
ko_kr: 아니오 - %s에 사이트를 유지합니다
pl_pl: Nie - pozostaw witrynę na %s
th: ไม่ - ให้เว็บไซต์อยู่ที่ %s ต่อไป
zh_cn: 否 - 保持网站在 %s

source: Are you sure that this site should run on %s and not %s?
de_de: Sind Sie sicher, dass diese Website auf %s und nicht auf %s laufen sollte?
el: Είστε βέβαιοι ότι αυτός ο ιστότοπος πρέπει να λειτουργεί στο %s και όχι στο %s;?
es_es: ¿Está usted seguro de que este sitio debería ejecutarse en %s y no en %s?
fr_fr: Êtes-vous certain que ce site devrait fonctionner sur %s et non sur %s ?
it_it: Sei sicuro che questo sito dovrebbe funzionare su %s e non su %s?
ja: このサイトが%sではなく%sで実行されるべきだと確信していますか？
ko_kr: 이 사이트가 %s가 아닌 %s에서 실행되어야 한다고 확신하십니까?
pl_pl: Czy jesteś pewien, że ta witryna powinna działać na %s, a nie na %s?
th: คุณแน่ใจหรือไม่ว่าเว็บไซต์นี้ควรทำงานบน %s และไม่ใช่ %s?
zh_cn: 您确定此网站应该在 %s 而不是 %s 上运行吗？

source: WPML noticed that your site is being accessed from a different domain or URL.
de_de: WPML hat festgestellt, dass auf Ihre Website von einer anderen Domain oder URL aus zugegriffen wird.
el: Το WPML παρατήρησε ότι γίνεται πρόσβαση στον ιστότοπό σας από διαφορετικό domain ή URL.
es_es: WPML ha notado que se está accediendo a tu sitio desde un dominio o URL diferente.
fr_fr: WPML a remarqué que votre site est accessible depuis un domaine ou une URL différente.
it_it: WPML ha notato che si sta accedendo al tuo sito da un dominio o URL diverso.
ja: WPMLは、あなたのサイトが異なるドメインまたはURLからアクセスされていることに気づきました。
ko_kr: WPML이 귀하의 사이트가 다른 도메인이나 URL에서 접속되고 있음을 감지했습니다.
pl_pl: WPML zauważył, że dostęp do Twojej witryny odbywa się z innej domeny lub adresu URL.
th: WPML สังเกตเห็นว่าไซต์ของคุณกำลังถูกเข้าถึงจากโดเมนหรือ URL ที่แตกต่างออกไป.
zh_cn: WPML 注意到您的网站正从不同的域名或 URL 访问。

source: To make sure everything continues working correctly, including automatic translation and site registration, we need to verify and update your site settings.
de_de: Um sicherzustellen, dass alles weiterhin korrekt funktioniert, einschließlich automatischer Übersetzung und Website-Registrierung, müssen wir Ihre Website-Einstellungen überprüfen und aktualisieren.
el: Για να βεβαιωθούμε ότι όλα συνεχίζουν να λειτουργούν σωστά, συμπεριλαμβανομένης της αυτόματης μετάφρασης και της εγγραφής του ιστοτόπου, πρέπει να επαληθεύσουμε και να ενημερώσουμε τις ρυθμίσεις του ιστοτόπου σας.
es_es: Para asegurarnos de que todo sigue funcionando correctamente, incluyendo la traducción automática y el registro del sitio, necesitamos verificar y actualizar la configuración de tu sitio.
fr_fr: Pour s'assurer que tout continue à fonctionner correctement, y compris la traduction automatique et l'inscription du site, nous devons vérifier et mettre à jour les paramètres de votre site.
it_it: Per assicurarci che tutto continui a funzionare correttamente, inclusa la traduzione automatica e la registrazione del sito, dobbiamo verificare e aggiornare le impostazioni del tuo sito.
ja: 自動翻訳やサイト登録を含むすべてが正しく機能し続けるようにするため、サイトの設定を確認し更新する必要があります。
ko_kr: 자동 번역 및 사이트 등록을 포함한 모든 기능이 계속 올바르게 작동하도록 하기 위해 사이트 설정을 확인하고 업데이트해야 합니다.
pl_pl: Aby upewnić się, że wszystko nadal działa poprawnie, w tym tłumaczenie automatyczne i rejestracja witryny, musimy zweryfikować i zaktualizować ustawienia Twojej witryny.
th: เพื่อให้แน่ใจว่าทุกอย่างยังคงทำงานได้อย่างถูกต้อง รวมถึงการแปลอัตโนมัติและการลงทะเบียนไซต์ เราจำเป็นต้องตรวจสอบและอัปเดตการตั้งค่าไซต์ของคุณ.
zh_cn: 为确保一切继续正常工作，包括自动翻译和网站注册，我们需要验证并更新您的网站设置。

source: This will only take a moment.
de_de: Dies wird nur einen Moment dauern.
el: Αυτό θα διαρκέσει μόνο μια στιγμή.
es_es: Esto solo tomará un momento.
fr_fr: Cela ne prendra qu'un instant.
it_it: Ci vorrà solo un momento.
ja: これは少し時間がかかります。
ko_kr: 이 작업은 잠시만 소요됩니다.
pl_pl: To zajmie tylko chwilę.
th: นี่จะใช้เวลาเพียงครู่เดียวเท่านั้น.
zh_cn: 这只需要一小会儿。

source: Start Migration
de_de: Migration starten
el: Έναρξη μετεγκατάστασης
es_es: Iniciar migración
fr_fr: Commencer la migration
it_it: Inizia la migrazione
ja: 移行を開始
ko_kr: 이전 시작
pl_pl: Rozpocznij migrację
th: เริ่มการย้าย
zh_cn: 开始迁移

source: If you didn't change your main domain and only logged in through a secondary domain, select this option.
de_de: Wenn Sie Ihre Hauptdomain nicht geändert haben und sich nur über eine sekundäre Domain angemeldet haben, wählen Sie diese Option.
el: Αν δεν αλλάξατε τον κύριο τομέα σας και απλώς συνδεθήκατε μέσω ενός δευτερεύοντος τομέα, επιλέξτε αυτήν την επιλογή.
es_es: Si no has cambiado tu dominio principal y solo has iniciado sesión a través de un dominio secundario, selecciona esta opción.
fr_fr: Si vous n'avez pas changé votre domaine principal et que vous vous êtes simplement connecté via un domaine secondaire, sélectionnez cette option.
it_it: Se non hai cambiato il tuo dominio principale e hai solo effettuato l'accesso tramite un dominio secondario, seleziona questa opzione.
ja: メインドメインを変更せず、セカンダリドメインからログインしただけの場合は、このオプションを選択してください。
ko_kr: 주 도메인을 변경하지 않고 보조 도메인을 통해서만 로그인한 경우 이 옵션을 선택하세요.
pl_pl: Jeśli nie zmieniłeś swojej głównej domeny i zalogowałeś się tylko przez domenę drugorzędną, wybierz tę opcję.
th: หากคุณไม่ได้เปลี่ยนโดเมนหลักของคุณและเพียงแค่เข้าสู่ระบบผ่านโดเมนรอง ให้เลือกตัวเลือกนี้.
zh_cn: 如果您没有更改主域名，只是通过次要域名登录，请选择此选项。

source: Something went wrong
de_de: Etwas ist schiefgelaufen
el: Κάτι πήγε στραβά
es_es: Algo salió mal
fr_fr: Un problème est survenu
it_it: Qualcosa è andato storto
ja: 問題が発生しました
ko_kr: 문제가 발생했습니다
pl_pl: Coś poszło nie tak
th: เกิดข้อผิดพลาดบางอย่าง
zh_cn: 出现了问题

source: I just logged in from a secondary domain
de_de: Ich habe mich gerade über eine sekundäre Domain angemeldet
el: Απλώς συνδέθηκα από έναν δευτερεύοντα τομέα
es_es: Solo he iniciado sesión desde un dominio secundario
fr_fr: Je viens de me connecter depuis un domaine secondaire
it_it: Ho appena effettuato l'accesso da un dominio secondario
ja: セカンダリドメインからログインしただけです
ko_kr: 보조 도메인을 통해 로그인했습니다
pl_pl: Właśnie zalogowałem się z domeny drugorzędnej
th: ฉันเพิ่งเข้าสู่ระบบจากโดเมนรอง
zh_cn: 我只是从次要域名登录

source: You're all set!
de_de: Alles ist fertig!
el: Είστε έτοιμοι!
es_es: ¡Todo listo!
fr_fr: Tout est prêt !
it_it: È tutto pronto!
ja: 設定完了です！
ko_kr: 모든 설정이 완료되었습니다!
pl_pl: Wszystko gotowe!
th: เสร็จสิ้นแล้ว!
zh_cn: 一切就绪！
