Repository: ZeeshanAslam123/WPML-WordPress
Catalog: plugins/sitepress-multilingual-cms/locale/jed/po/sitepress-wpml-troubleshooting-ui-*.po
Languages: ar, de_de, el, es_es, fr_fr, he_il, it_it, ja, nl_nl, pl_pl, pt_br, ru_ru, sv_se, th, vi

source: Processing... %s stuck translation found so far
ar: جاري المعالجة... تم العثور على %s ترجمة عالقة حتى الآن
de_de: Verarbeitung... Bisher %s fehlgeschlagene Übersetzung gefunden
el: Επεξεργασία... Βρέθηκε %s κολλημένη μετάφραση μέχρι στιγμής
es_es: Procesando... %s traducción atascada encontrada hasta ahora
fr_fr: Traitement en cours... %s traduction bloquée trouvée jusqu'à présent
he_il: מעבד... נמצא %s תרגום תקוע עד כה
it_it: Elaborazione in corso... %s traduzione bloccata trovata finora
ja: 処理中... これまでに%s件の停止した翻訳が見つかりました
nl_nl: Verwerken... Tot nu toe %s vastgelopen vertaling gevonden
pl_pl: Przetwarzanie... Do tej pory znaleziono %s zablokowane tłumaczenie
pt_br: Processando... %s tradução travada encontrada até agora
ru_ru: Обработка... Найден %s застрявший перевод
sv_se: Bearbetar... %s fastnad översättning hittad hittills
th: กำลังประมวลผล... พบงานแปลที่ติดขัด %s งานจนถึงตอนนี้
vi: Đang xử lý... Đã tìm thấy %s bản dịch bị treo cho đến nay

source: Something went wrong while checking for stuck translation jobs. Please <a>contact WPML support</a>.
ar: حدث خطأ أثناء التحقق من مهام الترجمة العالقة. من فضلك <a>اتصل بدعم WPML</a>.
de_de: Bei der Suche nach fehlgeschlagenen Übersetzungsaufträgen ist etwas schiefgegangen. Bitte <a>kontaktiere den WPML-Support</a>.
el: Κάτι πήγε στραβά κατά τον έλεγχο για κολλημένες εργασίες μετάφρασης. Παρακαλώ <a>επικοινώνησε με την υποστήριξη του WPML</a>.
es_es: Algo salió mal al comprobar los trabajos de traducción atascados. Por favor, <a>contacta con el soporte de WPML</a>.
fr_fr: Un problème est survenu lors de la recherche de tâches de traduction bloquées. Merci de <a>contacter le support WPML</a>.
he_il: משהו השתבש בזמן בדיקת משימות תרגום תקועות. אנא <a>צור קשר עם התמיכה של WPML</a>.
it_it: Si è verificato un errore durante la verifica dei lavori di traduzione bloccati. Per favore <a>contatta il supporto WPML</a>.
ja: 停止した翻訳ジョブの確認中に問題が発生しました。<a>WPMLサポートに連絡</a>してください。
nl_nl: Er is iets misgegaan bij het controleren op vastgelopen vertaalopdrachten. <a>Neem contact op met WPML-ondersteuning</a>.
pl_pl: Coś poszło nie tak podczas sprawdzania zablokowanych zadań tłumaczeniowych. Prosimy <a>skontaktować się z pomocą techniczną WPML</a>.
pt_br: Algo deu errado ao verificar os trabalhos de tradução travados. Por favor, <a>entre em contato com o suporte do WPML</a>.
ru_ru: Что-то пошло не так при проверке застрявших заданий на перевод. Пожалуйста, <a>свяжитесь со службой поддержки WPML</a>.
sv_se: Något gick fel vid kontrollen av fastnade översättningsjobb. Vänligen <a>kontakta WPML-supporten</a>.
th: เกิดข้อผิดพลาดขณะตรวจสอบงานแปลที่ติดขัด กรุณา<a>ติดต่อฝ่ายสนับสนุนของ WPML</a>.
vi: Đã xảy ra lỗi khi kiểm tra các công việc dịch thuật bị treo. Vui lòng <a>liên hệ với bộ phận hỗ trợ của WPML</a>.

source: No stuck translation jobs found.
ar: لم يتم العثور على مهام ترجمة عالقة.
de_de: Keine fehlgeschlagenen Übersetzungsaufträge gefunden.
el: Δεν βρέθηκαν κολλημένες εργασίες μετάφρασης.
es_es: No se encontraron trabajos de traducción atascados.
fr_fr: Aucune tâche de traduction bloquée trouvée.
he_il: לא נמצאו משימות תרגום תקועות.
it_it: Nessun lavoro di traduzione bloccato trovato.
ja: 停止した翻訳ジョブは見つかりませんでした。
nl_nl: Geen vastgelopen vertaalopdrachten gevonden.
pl_pl: Nie znaleziono zablokowanych zadań tłumaczeniowych.
pt_br: Nenhum trabalho de tradução travado encontrado.
ru_ru: Застрявших заданий на перевод не найдено.
sv_se: Inga fastnade översättningsjobb hittades.
th: ไม่พบงานแปลที่ติดขัด.
vi: Không tìm thấy công việc dịch thuật nào bị treo.

source: %s stuck translation job found. WPML will translate it automatically in the background. You can check the progress in the Translation Dashboard.
ar: تم العثور على %s مهمة ترجمة عالقة. سيقوم WPML بترجمتها تلقائيًا في الخلفية. يمكنك متابعة التقدم في لوحة التحكم بالترجمة.
de_de: %s fehlgeschlagener Übersetzungsauftrag gefunden. WPML wird diesen automatisch im Hintergrund übersetzen. Du kannst den Fortschritt im Übersetzungs-Dashboard überprüfen.
el: Βρέθηκε %s κολλημένη εργασία μετάφρασης. Το WPML θα τη μεταφράσει αυτόματα στο παρασκήνιο. Μπορείς να ελέγξεις την πρόοδο στον Πίνακα Ελέγχου Μεταφράσεων.
es_es: %s trabajo de traducción atascado encontrado. WPML lo traducirá automáticamente en segundo plano. Puedes comprobar el progreso en el Panel de traducción.
fr_fr: %s tâche de traduction bloquée trouvée. WPML la traduira automatiquement en arrière-plan. Tu peux suivre sa progression dans le Tableau de bord de traduction.
he_il: נמצאה %s משימת תרגום תקועה. WPML יתרגם אותה אוטומטית ברקע. תוכל לבדוק את ההתקדמות בלוח המחוונים של התרגום.
it_it: %s lavoro di traduzione bloccato trovato. WPML lo tradurrà automaticamente in background. Puoi controllare il progresso nel Pannello di Traduzione.
ja: %s件の停止した翻訳ジョブが見つかりました。WPMLがバックグラウンドで自動的に翻訳します。 翻訳ダッシュボードで進捗状況を確認できます。
nl_nl: %s vastgelopen vertaalopdracht gevonden. WPML zal deze automatisch op de achtergrond vertalen. Je kunt de voortgang controleren in het Vertaaldashboard.
pl_pl: Znaleziono %s zablokowane zadanie tłumaczeniowe. WPML przetłumaczy je automatycznie w tle. Możesz sprawdzić postęp w Panelu tłumaczeń.
pt_br: %s trabalho de tradução travado encontrado. O WPML vai traduzi-lo automaticamente em segundo plano. Você pode verificar o progresso no Painel de Tradução.
ru_ru: Найдено %s застрявшее задание на перевод. WPML переведет его автоматически в фоновом режиме. Вы можете отслеживать прогресс в панели переводов.
sv_se: %s fastnat översättningsjobb hittades. WPML kommer att översätta det automatiskt i bakgrunden. Du kan kontrollera framstegen i översättningspanelen.
th: พบงานแปลที่ติดขัด %s งาน WPML จะแปลงานนี้โดยอัตโนมัติในพื้นหลัง คุณสามารถตรวจสอบความคืบหน้าได้ในแดชบอร์ดการแปล.
vi: Đã tìm thấy %s công việc dịch thuật bị treo. WPML sẽ tự động dịch nó trong nền. Bạn có thể kiểm tra tiến độ trong Bảng điều khiển Dịch thuật.
