Repository: ZeeshanAslam123/WPML-WordPress
Catalog: plugins/sitepress-multilingual-cms/locale/jed/po/sitepress-wpml-troubleshooting-ui-*.po
Languages: ar, de_de, el, es_es, fr_fr, he_il, it_it, ja, nl_nl, pl_pl, pt_br, ru_ru, sv_se, th, vi

source: Preparing...
ar: جارٍ التحضير...
de_de: Vorbereitung läuft...
el: Προετοιμασία...
es_es: Preparando...
fr_fr: Préparation en cours...
he_il: מכין...
it_it: Preparazione in corso...
ja: 準備しています...
nl_nl: Voorbereiden...
pl_pl: Przygotowuję...
pt_br: Preparando...
ru_ru: Подготовка...
sv_se: Förbereder...
th: กำลังเตรียมการ...
vi: Chuẩn bị...

source: All jobs have been cancelled
ar: تم إلغاء جميع المهام
de_de: Alle Aufträge wurden storniert.
el: Όλες οι εργασίες έχουν ακυρωθεί
es_es: Se han cancelado todos los trabajos
fr_fr: Tous les travaux ont été annulés
he_il: כל העבודות בוטלו.
it_it: Tutti i lavori sono stati annullati
ja: すべてのジョブがキャンセルされました
nl_nl: Alle opdrachten zijn geannuleerd
pl_pl: Wszystkie zlecenia zostały anulowane
pt_br: Todos os trabalhos foram cancelados
ru_ru: Все задания отменены
sv_se: Alla jobb har avbrutits
th: งานทั้งหมดถูกยกเลิกแล้ว
vi: Tất cả công việc đã bị hủy

source: There is no more jobs to cancel
ar: لا يوجد المزيد من المهام لإلغائها
de_de: Keine Aufträge zum Stornieren
el: Δεν υπάρχουν άλλες εργασίες για ακύρωση
es_es: No hay más trabajos para cancelar
fr_fr: Il n’y a plus de travail à annuler
he_il: אין עוד עבודות לביטול.
it_it: Non vi sono altri lavori da annullare
ja: これ以上キャンセルするジョブはありません
nl_nl: Er zijn geen opdrachten meer om te annuleren
pl_pl: Brak dalszych zleceń do anulowania
pt_br: Não há mais trabalhos para cancelar
ru_ru: Больше нет заданий для отмены
sv_se: Det finns inga fler jobb att avbryta
th: ไม่มีงานที่จะยกเลิกอีกแล้ว
vi: Không còn công việc nào để hủy

source: The jobs cancellation has failed
ar: فشلت عملية إلغاء المهام
de_de: Die Auftragsstornierung ist fehlgeschlagen.
el: Η ακύρωση των εργασιών απέτυχε
es_es: La cancelación de trabajos ha fallado
fr_fr: L’annulation des travaux a échoué.
he_il: ביטול העבודות נכשל.
it_it: L'annullamento dei lavori non è riuscito
ja: ジョブのキャンセルが失敗しました
nl_nl: Het annuleren van opdrachten is mislukt
pl_pl: Anulowanie zlecenia nie powidło się
pt_br: Falha no cancelamento dos trabalhos
ru_ru: Отмена заданий не удалась
sv_se: Avbrytandet av jobben misslyckades
th: การยกเลิกงานล้มเหลว
vi: Hủy công việc thất bại

source: Cancel in-progress automatic jobs
ar: إلغاء مهام الترجمة الآلية قيد التنفيذ
de_de: In Bearbeitung befindliche automatische Aufträge abbrechen
el: Ακύρωση αυτόματων εργασιών σε εξέλιξη
es_es: Cancelar los trabajos automáticos en curso
fr_fr: Annuler les travaux automatiques en cours
he_il: בטל עבודות אוטומטיות שנמצאות בביצוע.
it_it: Annulla i lavori automatici in corso
ja: 進行中の自動ジョブをキャンセルする
nl_nl: Annuleer lopende automatische opdrachten
pl_pl: Anuluj trwające zlecenia automatyczne
pt_br: Cancele os trabalhos automáticos em andamento
ru_ru: Отменить выполняемые автоматические задания
sv_se: Avbryt pågående automatiska jobb
th: ยกเลิกงานอัตโนมัติที่กำลังดำเนินการ
vi: Hủy công việc tự động đang làm

source: Domain name has been updated
ar: تم تحديث اسم النطاق
de_de: Domainname aktualisiert
el: Το όνομα τομέα έχει ενημερωθεί
es_es: Se ha actualizado el nombre de dominio
fr_fr: Le nom de domaine a été actualisé.
he_il: שם התחום עודכן
it_it: Il nome del dominio è stato aggiornato
ja: ドメイン名が更新されました
nl_nl: Domeinnaam is bijgewerkt
pl_pl: Zaktualizowano nazwę domeny
pt_br: O nome de domínio foi atualizado
ru_ru: Доменное имя изменилось
sv_se: Domännamnet har uppdaterats
th: อัปเดตชื่อโดเมนแล้ว
vi: Tên miền đã được cập nhật

source: Domain name update has been failed
ar: فشل تحديث اسم النطاق
de_de: Domainname nicht aktualisiert
el: Η ενημέρωση του ονόματος τομέα απέτυχε
es_es: La actualización del nombre de dominio falló
fr_fr: L'actualisation du nom de domaine a échoué.
he_il: עדכון שם התחום נכשל
it_it: L'aggiornamento del nome del dominio non è riuscito
ja: ドメイン名の更新に失敗しました
nl_nl: Domeinnaam aanpassing is mislukt
pl_pl: Aktualizacja nazwy domeny nie powiodła się
pt_br: Falha ao atualizar nome de domínio
ru_ru: Изменение доменного имени не выполнено
sv_se: Uppdateringen av domännamnet misslyckades
th: การอัปเดตชื่อโดเมนล้มเหลว
vi: Cập nhật tên miền thất bại

source: Update domain name in language switcher settings
ar: تحديث اسم النطاق في إعدادات محوّل اللغة
de_de: Aktualisieren Sie den Domainnamen in den Einstellungen des Sprachumschalters.
el: Ενημέρωση ονόματος τομέα στις ρυθμίσεις εναλλαγής γλώσσας
es_es: Actualice el nombre de dominio en la configuración del selector de idioma
fr_fr: Actualiser le nom de domaine dans les paramètres du sélecteur de langue
he_il: עדכן את שם התחום בהגדרות מעביר השפה
it_it: Aggiorna il nome del dominio nelle impostazioni del selettore della lingua
ja: 言語スイッチャー設定でドメイン名を更新する
nl_nl: Domeinnaam bijwerken in instellingen voor taalswitcher
pl_pl: Zaktualizuj nazwę domeny w ustawieniach przełącznika języka
pt_br: Atualize o nome de domínio nas configurações do seletor de idioma
ru_ru: Измените доменное имя в настройках переключателя языков
sv_se: Uppdatera domännamn i inställningarna för språkväxlare
th: อัปเดตชื่อโดเมนในการตั้งค่าตัวเลือกภาษา
vi: Cập nhật tên miền trong cài đặt ngôn ngữ

source: Disclaimer: MySQL Disk Space
ar: إخلاء مسؤولية: مساحة القرص لـ MySQL
de_de: Haftungsausschluss: MySQL-Speicherplatz
el: Αποποίηση ευθύνης: Χώρος στο δίσκο MySQL
es_es: Aviso legal: Espacio en disco de MySQL
fr_fr: Avertissement : Espace disque MySQL
he_il: הצהרת ויתור: שטח דיסק MySQL
it_it: Avviso: Spazio su disco MySQL
ja: 免責事項：MySQLディスク容量
nl_nl: Disclaimer: MySQL-schijfruimte
pl_pl: Zastrzeżenie: Przestrzeń dyskowa MySQL
pt_br: Aviso: Espaço em Disco MySQL
ru_ru: Отказ от ответственности: Дисковое пространство MySQL
sv_se: Ansvarsfriskrivning: MySQL-diskutrymme
th: คำเตือน: พื้นที่ดิสก์ MySQL
vi: Tuyên bố miễn trừ trách nhiệm: Dung lượng ổ đĩa MySQL

source: Cleaning and compressing the wp_icl_translate and wp_icl_translation_status tables reduces its data size, but does not automatically free up disk space in MySQL. To reclaim disk space, a table rebuild is required—a risky operation not performed automatically by this tool.
ar: يؤدي تنظيف وضغط جداول wp_icl_translate وwp_icl_translation_status إلى تقليل حجم البيانات، ولكنه لا يحرر مساحة القرص تلقائيًا في MySQL. لاسترداد مساحة القرص، يلزم إعادة بناء الجدول - وهي عملية محفوفة بالمخاطر لا تقوم بها هذه الأداة تلقائيًا.
de_de: Die Bereinigung und Komprimierung der Tabellen wp_icl_translate und wp_icl_translation_status reduziert deren Datengröße, gibt aber nicht automatisch Speicherplatz in MySQL frei. Um Speicherplatz zurückzugewinnen, ist ein Tabellen-Rebuild erforderlich – ein riskanter Vorgang, der von diesem Tool nicht automatisch durchgeführt wird.
el: Ο καθαρισμός και η συμπίεση των πινάκων wp_icl_translate και wp_icl_translation_status μειώνει το μέγεθος των δεδομένων τους, αλλά δεν απελευθερώνει αυτόματα χώρο στο δίσκο στη MySQL. Για την ανάκτηση χώρου στο δίσκο, απαιτείται ανακατασκευή του πίνακα—μια επικίνδυνη λειτουργία που δεν εκτελείται αυτόματα από αυτό το εργαλείο.
es_es: Limpiar y comprimir las tablas wp_icl_translate y wp_icl_translation_status reduce su tamaño de datos, pero no libera automáticamente espacio en disco en MySQL. Para recuperar espacio en disco, se requiere una reconstrucción de la tabla, una operación arriesgada que esta herramienta no realiza automáticamente.
fr_fr: Le nettoyage et la compression des tables wp_icl_translate et wp_icl_translation_status réduisent leur taille de données, mais ne libèrent pas automatiquement l'espace disque dans MySQL. Pour récupérer l'espace disque, une reconstruction de table est nécessaire — une opération risquée qui n'est pas effectuée automatiquement par cet outil.
he_il: ניקוי ודחיסת הטבלאות wp_icl_translate ו-wp_icl_translation_status מקטינים את גודל הנתונים שלהן, אך אינם משחררים באופן אוטומטי שטח דיסק ב-MySQL. כדי לשחרר שטח דיסק, נדרשת בנייה מחדש של הטבלה - פעולה מסוכנת שאינה מבוצעת באופן אוטומטי על ידי כלי זה.
it_it: La pulizia e la compressione delle tabelle wp_icl_translate e wp_icl_translation_status riducono la dimensione dei dati, ma non liberano automaticamente spazio su disco in MySQL. Per recuperare spazio su disco, è necessaria una ricostruzione della tabella, un'operazione rischiosa non eseguita automaticamente da questo strumento.
ja: Wp_icl_translateテーブルとwp_icl_translation_statusテーブルのクリーニングと圧縮を行うと、データサイズは減少しますが、MySQLのディスク容量は自動的には解放されません。ディスク容量を回収するには、テーブルの再構築が必要ですが、これはリスクを伴う操作であり、このツールでは自動的には実行されません。
nl_nl: Het opschonen en comprimeren van de tabellen wp_icl_translate en wp_icl_translation_status vermindert de datagrootte, maar maakt niet automatisch schijfruimte vrij in MySQL. Om schijfruimte terug te winnen is een tabelreconstructie nodig - een riskante operatie die niet automatisch door deze tool wordt uitgevoerd.
pl_pl: Czyszczenie i kompresja tabel wp_icl_translate i wp_icl_translation_status zmniejsza rozmiar ich danych, ale nie zwalnia automatycznie miejsca na dysku w MySQL. Aby odzyskać miejsce na dysku, wymagana jest przebudowa tabeli — ryzykowna operacja, której to narzędzie nie wykonuje automatycznie.
pt_br: Limpar e comprimir as tabelas wp_icl_translate e wp_icl_translation_status reduz seu tamanho de dados, mas não libera automaticamente espaço em disco no MySQL. Para recuperar espaço em disco, é necessária uma reconstrução da tabela—uma operação arriscada que não é realizada automaticamente por esta ferramenta.
ru_ru: Очистка и сжатие таблиц wp_icl_translate и wp_icl_translation_status уменьшает размер их данных, но не освобождает автоматически дисковое пространство в MySQL. Для восстановления дискового пространства требуется перестройка таблицы — рискованная операция, которая не выполняется автоматически этим инструментом.
sv_se: Rensning och komprimering av tabellerna wp_icl_translate och wp_icl_translation_status minskar deras datastorlek, men frigör inte automatiskt diskutrymme i MySQL. För att återvinna diskutrymme krävs en ombyggnad av tabellen - en riskfylld operation som inte utförs automatiskt av detta verktyg.
th: การทำความสะอาดและบีบอัดตาราง wp_icl_translate และ wp_icl_translation_status จะช่วยลดขนาดข้อมูล แต่ไม่ได้คืนพื้นที่ดิสก์ใน MySQL โดยอัตโนมัติ การเรียกคืนพื้นที่ดิสก์ต้องใช้การสร้างตารางใหม่ ซึ่งเป็นการดำเนินการที่มีความเสี่ยงและไม่ได้ทำโดยอัตโนมัติผ่านเครื่องมือนี้.
vi: Việc dọn dẹp và nén các bảng wp_icl_translate và wp_icl_translation_status giúp giảm kích thước dữ liệu của chúng, nhưng không tự động giải phóng dung lượng ổ đĩa trong MySQL. Để lấy lại dung lượng ổ đĩa, cần phải xây dựng lại bảng - một thao tác rủi ro mà công cụ này không thực hiện tự động.

source: Optimize translation tables
ar: تحسين جداول الترجمة
de_de: Übersetzungstabellen optimieren
el: Βελτιστοποίηση πινάκων μετάφρασης
es_es: Optimizar tablas de traducción
fr_fr: Optimiser les tables de traduction
he_il: אופטימיזציה של טבלאות תרגום
it_it: Ottimizza tabelle di traduzione
ja: 翻訳テーブルの最適化
nl_nl: Optimaliseer vertaaltabellen
pl_pl: Optymalizuj tabele tłumaczeń
pt_br: Otimizar tabelas de tradução
ru_ru: Оптимизировать таблицы переводов
sv_se: Optimera översättningstabeller
th: ปรับปรุงประสิทธิภาพตารางแปลภาษา
vi: Tối ưu hóa bảng dịch

source: Previous State Migration
ar: ترحيل الحالة السابقة
de_de: Migration des vorherigen Zustands
el: Μετάβαση προηγούμενης κατάστασης
es_es: Migración del estado anterior
fr_fr: Migration de l'état précédent
he_il: העברת מצב קודם
it_it: Migrazione stato precedente
ja: 以前の状態の移行
nl_nl: Migratie van vorige staat
pl_pl: Migracja poprzedniego stanu
pt_br: Migração do estado anterior
ru_ru: Миграция предыдущего состояния
sv_se: Tidigare tillståndsmigration
th: การย้ายสถานะก่อนหน้า
vi: Di chuyển trạng thái trước đó

source: Translation Elements Migration
ar: ترحيل عناصر الترجمة
de_de: Migration der Übersetzungselemente
el: Μετάβαση στοιχείων μετάφρασης
es_es: Migración de elementos de traducción
fr_fr: Migration des éléments de traduction
he_il: העברת אלמנטי תרגום
it_it: Migrazione elementi di traduzione
ja: 翻訳要素の移行
nl_nl: Migratie van vertaalelementen
pl_pl: Migracja elementów tłumaczenia
pt_br: Migração dos elementos de tradução
ru_ru: Миграция элементов перевода
sv_se: Migrering av översättningselement
th: การย้ายองค์ประกอบการแปล
vi: Di chuyển các phần tử dịch

source: Processed
ar: تمت المعالجة
de_de: Verarbeitet
el: Επεξεργασμένα
es_es: Procesado
fr_fr: Traité
he_il: עובד
it_it: Elaborati
ja: 処理済み
nl_nl: Verwerkt
pl_pl: Przetworzono
pt_br: Processado
ru_ru: Обработано
sv_se: Bearbetat
th: ดำเนินการแล้ว
vi: Đã xử lý

source: Error
ar: خطأ
de_de: Fehler
el: Σφάλμα
fr_fr: Erreur
he_il: שגיאה
it_it: Errore
ja: エラー
nl_nl: Fout
pl_pl: Błąd
pt_br: Erro
ru_ru: Ошибка
sv_se: Fel
th: ข้อผิดพลาด
vi: Lỗi

source: Success
ar: نجاح
de_de: Erfolgreich
el: Επιτυχία
es_es: Éxito
fr_fr: Succès
he_il: הצלחה
it_it: Successo
ja: 成功
nl_nl: Geslaagd
pl_pl: Sukces
pt_br: Sucesso
ru_ru: Успешно
sv_se: Lyckades
th: สำเร็จ
vi: Thành công

source: Database tables optimization completed successfully.
ar: اكتمل تحسين جداول قاعدة البيانات بنجاح.
de_de: Die Optimierung der Datenbanktabellen wurde erfolgreich abgeschlossen.
el: Η βελτιστοποίηση των πινάκων της βάσης δεδομένων ολοκληρώθηκε με επιτυχία.
es_es: La optimización de las tablas de la base de datos se ha completado con éxito.
fr_fr: L'optimisation des tables de la base de données a été effectuée avec succès.
he_il: אופטימיזציית טבלאות המסד נתונים הושלמה בהצלחה.
it_it: L'ottimizzazione delle tabelle del database è stata completata con successo.
ja: データベーステーブルの最適化が正常に完了しました。
nl_nl: De optimalisatie van databasetabellen is succesvol voltooid.
pl_pl: Optymalizacja tabel bazy danych zakończona pomyślnie.
pt_br: Otimização das tabelas do banco de dados concluída com sucesso.
ru_ru: Оптимизация таблиц базы данных успешно завершена.
sv_se: Optimering av databastabeller slutfördes framgångsrikt.
th: การปรับปรุงประสิทธิภาพตารางฐานข้อมูลเสร็จสมบูรณ์.
vi: Hoàn tất tối ưu hóa bảng dữ liệu thành công.

source: Warning
ar: تحذير
de_de: Warnung
el: Προειδοποίηση
es_es: Advertencia
fr_fr: Avertissement
he_il: אזהרה
it_it: Attenzione
ja: 警告
nl_nl: Waarschuwing
pl_pl: Ostrzeżenie
pt_br: Aviso
ru_ru: Предупреждение
sv_se: Varning
th: คำเตือน
vi: Cảnh báo

source: This process is resource-intensive and may take a significant amount of time. It is recommended to run this optimization during periods of low traffic.
ar: هذه العملية كثيفة الموارد وقد تستغرق وقتًا طويلاً. يُنصح بتشغيل هذا التحسين خلال فترات انخفاض حركة المرور.
de_de: Dieser Prozess ist ressourcenintensiv und kann erhebliche Zeit in Anspruch nehmen. Es wird empfohlen, diese Optimierung während Zeiten mit geringem Datenverkehr durchzuführen.
el: Αυτή η διαδικασία απαιτεί πολλούς πόρους και μπορεί να διαρκέσει σημαντικό χρονικό διάστημα. Συνιστάται να εκτελείτε αυτή τη βελτιστοποίηση κατά τη διάρκεια περιόδων χαμηλής κίνησης.
es_es: Este proceso consume muchos recursos y puede llevar bastante tiempo. Se recomienda ejecutar esta optimización durante periodos de poco tráfico.
fr_fr: Ce processus nécessite beaucoup de ressources et peut prendre un temps considérable. Il est recommandé d'exécuter cette optimisation pendant les périodes de faible trafic.
he_il: תהליך זה צורך משאבים רבים ועלול לקחת זמן רב. מומלץ לבצע אופטימיזציה זו בתקופות של תנועה נמוכה.
it_it: Questo processo richiede molte risorse e potrebbe richiedere molto tempo. Si consiglia di eseguire questa ottimizzazione durante i periodi di basso traffico.
ja: このプロセスはリソースを大量に消費し、かなりの時間がかかる可能性があります。トラフィックの少ない時間帯にこの最適化を実行することをお勧めします。
nl_nl: Dit proces is intensief en kan veel tijd in beslag nemen. Het wordt aanbevolen om deze optimalisatie uit te voeren tijdens periodes met weinig verkeer.
pl_pl: Ten proces jest zasobochłonny i może zająć znaczną ilość czasu. Zaleca się przeprowadzenie tej optymalizacji w okresach niskiego ruchu.
pt_br: Este processo é intensivo em recursos e pode levar um tempo significativo. Recomenda-se executar esta otimização durante períodos de baixo tráfego.
ru_ru: Этот процесс требует значительных ресурсов и может занять много времени. Рекомендуется выполнять эту оптимизацию в периоды низкой нагрузки.
sv_se: Denna process är resurskrävande och kan ta betydande tid. Det rekommenderas att köra denna optimering under perioder med låg trafik.
th: กระบวนการนี้ใช้ทรัพยากรมากและอาจใช้เวลานาน แนะนำให้ทำการปรับปรุงประสิทธิภาพนี้ในช่วงที่มีการใช้งานน้อย.
vi: Quá trình này tiêu tốn nhiều tài nguyên và có thể mất một khoảng thời gian đáng kể. Bạn nên chạy việc tối ưu hóa này trong thời gian lưu lượng truy cập thấp.

source: Database Tables Optimization
ar: تحسين جداول قاعدة البيانات
de_de: Optimierung der Datenbanktabellen
el: Βελτιστοποίηση πινάκων βάσης δεδομένων
es_es: Optimización de tablas de la base de datos
fr_fr: Optimisation des tables de la base de données
he_il: אופטימיזציית טבלאות מסד נתונים
it_it: Ottimizzazione tabelle del database
ja: データベーステーブルの最適化
nl_nl: Optimalisatie van databasetabellen
pl_pl: Optymalizacja tabel bazy danych
pt_br: Otimização das tabelas do banco de dados
ru_ru: Оптимизация таблиц базы данных
sv_se: Optimering av databastabeller
th: การปรับปรุงประสิทธิภาพตารางฐานข้อมูล
vi: Tối ưu hóa bảng dữ liệu

source: Refresh license data to recognise license update
ar: أعد تحديث بيانات الترخيص لإعادة التعرف على تحديث الترخيص
de_de: Laden Sie die Lizenzdaten neu, um die Lizenzaktualisierung zu bestätigen.
el: Ανανέωση δεδομένων άδειας για αναγνώριση ενημέρωσης άδειας
es_es: Actualice los datos de la licencia para reconocer la actualización de la licencia
fr_fr: Actualiser les données de licence pour reconnaître la mise à jour de licence
he_il: רענו נתוני רישיון כדי לזהות את עדכון הרישיון
it_it: Ricarica i dati di licenza per riconoscere l'aggiornamento della licenza
ja: ライセンス データを最新の状態に更新し、ライセンス アップデートを認識する
nl_nl: Licentiegegevens verversen om licentie-update te herkennen
pl_pl: Odśwież dane licencji w celu rozpoznania aktualizacji licencji
pt_br: Atualize os dados da licença para reconhecer a atualização da licença
ru_ru: Обновите данные лицензии, чтобы распознать обновление лицензии
sv_se: Uppdatera licensdata för att känna igen licensuppdatering
th: รีเฟรชข้อมูลใบอนุญาตเพื่อรับรู้การอัปเดตใบอนุญาต
vi: Làm mới dữ liệu giấy phép

source: WPML License has been refreshed
ar: تم تحديث ترخيص WPML
de_de: WPML-Lizenz aktualisiert
el: Η άδεια WPML έχει ανανεωθεί
es_es: Se ha actualizado la licencia de WPML
fr_fr: La licence WPML a été actualisée
he_il: הרישיון של WPML עבר ריענון
it_it: La licenza WPML è stata ricaricata
ja: WPML ライセンスが最新の状態に更新されました
nl_nl: WPML licentie is geüpdatet
pl_pl: Odświeżono licencję WPML
pt_br: A licença do WPML foi atualizada
ru_ru: Лицензия WPML обновлена
sv_se: WPML-licensen har uppdaterats
th: รีเฟรชใบอนุญาต WPML แล้ว
vi: Giấy phép WPML đã được làm mới

source: Translate Everything Automatically is not active.
ar: خاصية الترجمة التلقائية للكل غير مفعلة.
de_de: Automatisches Übersetzen von allem ist nicht aktiv.
el: Η Αυτόματη Μετάφραση Όλων δεν είναι ενεργή.
es_es: Traducir todo automáticamente no está activo.
fr_fr: Tout traduire automatiquement n'est pas actif.
he_il: תרגום אוטומטי של הכל אינו פעיל.
it_it: Traduci tutto automaticamente non è attivo.
ja: 自動翻訳機能は有効になっていません。
nl_nl: Alles automatisch vertalen is niet actief.
pl_pl: Automatyczne tłumaczenie wszystkiego nie jest aktywne.
pt_br: Traduzir Tudo Automaticamente não está ativo.
ru_ru: Автоматический перевод всего неактивен.
sv_se: Översätt allt automatiskt är inte aktivt.
th: Translate Everything Automatically ไม่ได้เปิดใช้งานอยู่.
vi: Tính năng Tự động dịch mọi thứ không hoạt động.

source: Retry stuck automatic translations
ar: إعادة محاولة الترجمات التلقائية العالقة
de_de: Fehlgeschlagene automatische Übersetzungen erneut versuchen
el: Επανάληψη κολλημένων αυτόματων μεταφράσεων
es_es: Reintentar traducciones automáticas atascadas
fr_fr: Réessayer les traductions automatiques bloquées
he_il: נסה מחדש תרגומים אוטומטיים תקועים
it_it: Riprova le traduzioni automatiche bloccate
ja: 停止した自動翻訳をリトライする
nl_nl: Opnieuw proberen van vastgelopen automatische vertalingen
pl_pl: Ponów próbę zablokowanych automatycznych tłumaczeń
pt_br: Tentar novamente as traduções automáticas travadas
ru_ru: Повторить застрявшие автоматические переводы
sv_se: Försök igen med fastnade automatiska översättningar
th: ลองแปลอัตโนมัติที่ติดขัดใหม่
vi: Thử lại các bản dịch tự động bị treo

source: Resends translation jobs that couldn't be processed due to a temporary issue while Translate Everything Automatically was active.
ar: يعيد إرسال مهام الترجمة التي لم يتم معالجتها بسبب مشكلة مؤقتة أثناء تفعيل خاصية الترجمة التلقائية للكل.
de_de: Sendet Übersetzungsaufträge erneut, die aufgrund eines vorübergehenden Problems nicht verarbeitet werden konnten, während Automatisches Übersetzen von allem aktiv war.
el: Ξαναστέλνει εργασίες μετάφρασης που δεν μπόρεσαν να επεξεργαστούν λόγω προσωρινού προβλήματος ενώ η Αυτόματη Μετάφραση Όλων ήταν ενεργή.
es_es: Reenvía los trabajos de traducción que no se pudieron procesar debido a un problema temporal mientras Traducir todo automáticamente estaba activo.
fr_fr: Renvoie les tâches de traduction qui n'ont pas pu être traitées en raison d'un problème temporaire lorsque Tout traduire automatiquement était actif.
he_il: שולח מחדש משימות תרגום שלא ניתן היה לעבד בגלל בעיה זמנית בזמן שתרגום אוטומטי של הכל היה פעיל.
it_it: Reinvia i lavori di traduzione che non hanno potuto essere elaborati a causa di un problema temporaneo mentre Traduci tutto automaticamente era attivo.
ja: 自動翻訳機能が有効な間に一時的な問題で処理できなかった翻訳ジョブを再送信します。
nl_nl: Verstuurt vertaalopdrachten opnieuw die niet konden worden verwerkt vanwege een tijdelijk probleem terwijl Alles automatisch vertalen actief was.
pl_pl: Ponownie wysyła zadania tłumaczeniowe, które nie mogły zostać przetworzone z powodu tymczasowego problemu, gdy aktywne było Automatyczne tłumaczenie wszystkiego.
pt_br: Reenvia os trabalhos de tradução que não puderam ser processados devido a um problema temporário enquanto o Traduzir Tudo Automaticamente estava ativo.
ru_ru: Повторно отправляет задания на перевод, которые не удалось обработать из-за временной проблемы, когда был активен режим автоматического перевода всего.
sv_se: Skickar om översättningsjobb som inte kunde behandlas på grund av ett tillfälligt problem medan Översätt allt automatiskt var aktivt.
th: ส่งงานแปลที่ไม่สามารถประมวลผลได้เนื่องจากปัญหาชั่วคราวในขณะที่ Translate Everything Automatically ทำงานอยู่อีกครั้ง.
vi: Gửi lại các công việc dịch thuật không thể xử lý do sự cố tạm thời khi tính năng Tự động dịch mọi thứ đang hoạt động.

source: Checking for stuck translation jobs...
ar: جاري التحقق من مهام الترجمة العالقة...
de_de: Suche nach fehlgeschlagenen Übersetzungsaufträgen...
el: Έλεγχος για κολλημένες εργασίες μετάφρασης...
es_es: Comprobando trabajos de traducción atascados...
fr_fr: Recherche de tâches de traduction bloquées...
he_il: בודק משימות תרגום תקועות...
it_it: Verifica dei lavori di traduzione bloccati in corso...
ja: 停止した翻訳ジョブを確認中...
nl_nl: Controleren op vastgelopen vertaalopdrachten...
pl_pl: Sprawdzanie zablokowanych zadań tłumaczeniowych...
pt_br: Verificando trabalhos de tradução travados...
ru_ru: Проверка застрявших заданий на перевод...
sv_se: Kontrollerar fastnade översättningsjobb...
th: กำลังตรวจสอบงานแปลที่ติดขัด...
vi: Đang kiểm tra các công việc dịch thuật bị treo...
