Repository: ZeeshanAslam123/WPML-WordPress
Catalog: plugins/sitepress-multilingual-cms/locale/jed/po/sitepress-wpml-ate-cloned-sites-ui-*.po
Languages: de_de, el, es_es, fr_fr, it_it, ja, ko_kr, pl_pl, th, zh_cn

source: Close
de_de: Schließen
es_es: Cerrar
fr_fr: Fermer
th: ปิด

source: Please take a screenshot of this message and report this issue to <a>WPML support</a>.
de_de: Bitte machen Sie einen Screenshot dieser Nachricht und melden Sie dieses Problem dem <a>WPML-Support</a>.
es_es: Por favor, tome una captura de pantalla de este mensaje e informe de este problema al <a>soporte de WPML</a>.
fr_fr: Veuillez prendre une capture d'écran de ce message et signaler ce problème au <a>support de WPML</a>.
th: กรุณาถ่ายภาพหน้าจอข้อความนี้และรายงานปัญหานี้ไปยัง <a>ฝ่ายสนับสนุนของ WPML</a>.

source: WPML has automatically unregistered your site as part of this wizard. After you close it, you’ll see a prompt to register the site again. This is expected, your content and translations are safe.
de_de: WPML hat Ihre Website im Rahmen dieses Assistenten automatisch abgemeldet. Nachdem Sie ihn schließen, werden Sie aufgefordert, die Website erneut zu registrieren. Dies ist zu erwarten, Ihre Inhalte und Übersetzungen sind sicher.
el: Το WPML έχει αυτόματα καταργήσει την εγγραφή του ιστοτόπου σας ως μέρος αυτού του οδηγού. Αφού τον κλείσετε, θα δείτε μια προτροπή για να εγγράψετε ξανά τον ιστότοπο. Αυτό είναι αναμενόμενο, το περιεχόμενο και οι μεταφράσεις σας είναι ασφαλή.
es_es: WPML ha cancelado automáticamente el registro de tu sitio como parte de este asistente. Después de cerrarlo, verás un mensaje para registrar el sitio de nuevo. Esto es normal, tu contenido y traducciones están a salvo.
fr_fr: WPML a automatiquement désinscrit votre site dans le cadre de cet assistant. Après l'avoir fermé, vous verrez une invite pour réinscrire le site. C'est normal, votre contenu et vos traductions sont en sécurité.
it_it: WPML ha automaticamente annullato la registrazione del tuo sito come parte di questa procedura guidata. Dopo averla chiusa, vedrai un prompt per registrare nuovamente il sito. Questo è previsto, i tuoi contenuti e le traduzioni sono al sicuro.
ja: WPMLは、このウィザードの一部として自動的にあなたのサイトの登録を解除しました。ウィザードを閉じた後、サイトを再登録するよう促されます。これは想定内の動作であり、あなたのコンテンツと翻訳は安全です。
ko_kr: 이 마법사의 일환으로 WPML이 자동으로 귀하의 사이트 등록을 해제했습니다. 마법사를 닫은 후 사이트를 다시 등록하라는 메시지가 표시될 것입니다. 이는 예상된 절차이며, 귀하의 콘텐츠와 번역은 안전합니다.
pl_pl: WPML automatycznie wyrejestrował Twoją witrynę w ramach tego kreatora. Po jego zamknięciu zobaczysz monit o ponowne zarejestrowanie witryny. Jest to spodziewane, Twoje treści i tłumaczenia są bezpieczne.
th: WPML ได้ยกเลิกการลงทะเบียนไซต์ของคุณโดยอัตโนมัติเป็นส่วนหนึ่งของตัวช่วยสร้างนี้ หลังจากที่คุณปิดตัวช่วยสร้าง คุณจะเห็นข้อความแจ้งให้ลงทะเบียนไซต์อีกครั้ง นี่เป็นสิ่งที่คาดไว้ เนื้อหาและการแปลของคุณยังคงปลอดภัย.
zh_cn: WPML 已在此向导中自动取消注册您的网站。关闭向导后，您将看到提示再次注册该网站。这是预期的，您的内容和翻译是安全的。

source: You’re all set
de_de: Alles ist eingerichtet
es_es: Todo está listo
fr_fr: Tout est prêt
th: คุณพร้อมแล้ว

source: This site is a copy of the original site %s and it doesn’t currently have any automatic translation credits.
de_de: Diese Website ist eine Kopie der ursprünglichen Website %s und verfügt derzeit über keine automatischen Übersetzungsguthaben.
el: Αυτός ο ιστότοπος είναι αντίγραφο του αρχικού ιστοτόπου %s και προς το παρόν δεν διαθέτει μονάδες αυτόματης μετάφρασης.
es_es: Este sitio es una copia del sitio original %s y actualmente no tiene créditos de traducción automática.
fr_fr: Ce site est une copie du site original %s et ne dispose actuellement d'aucun crédit de traduction automatique.
it_it: Questo sito è una copia del sito originale %s e attualmente non ha crediti per la traduzione automatica.
ja: このサイトは元のサイト%sのコピーであり、現在自動翻訳クレジットはありません。
ko_kr: 이 사이트는 원본 사이트 %s의 사본이며 현재 자동 번역 크레딧이 없습니다.
pl_pl: Ta witryna jest kopią oryginalnej witryny %s i obecnie nie posiada żadnych kredytów na tłumaczenie automatyczne.
th: ไซต์นี้เป็นสำเนาของไซต์ต้นฉบับ %s และปัจจุบันไม่มีเครดิตการแปลอัตโนมัติใดๆ.
zh_cn: 此网站是原始网站 %s 的副本，目前没有任何自动翻译额度。

source: If you’d like to use automatic translation here in the future, you can either <a1>add credits</a1> or <a2>share them from the original site</a2>.
de_de: Wenn Sie in Zukunft hier automatische Übersetzungen nutzen möchten, können Sie entweder <a1>Guthaben hinzufügen</a1> oder <a2>diese von der ursprünglichen Website teilen</a2>.
el: Αν θέλετε να χρησιμοποιήσετε αυτόματη μετάφραση εδώ στο μέλλον, μπορείτε είτε να <a1>προσθέσετε μονάδες</a1> είτε να <a2>τις μοιραστείτε από τον αρχικό ιστότοπο</a2>.
es_es: Si quieres usar la traducción automática aquí en el futuro, puedes <a1>añadir créditos</a1> o <a2>compartirlos desde el sitio original</a2>.
fr_fr: Si vous souhaitez utiliser la traduction automatique ici à l'avenir, vous pouvez soit <a1>ajouter des crédits</a1> soit <a2>les partager depuis le site original</a2>.
it_it: Se desideri utilizzare la traduzione automatica qui in futuro, puoi <a1>aggiungere crediti</a1> o <a2>condividerli dal sito originale</a2>.
ja: 今後ここで自動翻訳を使用したい場合は、<a1>クレジットを追加する</a1>か、<a2>元のサイトからクレジットを共有する</a2>ことができます。
ko_kr: 향후 여기서 자동 번역을 사용하고 싶으시다면, <a1>크레딧을 추가</a1>하거나 <a2>원본 사이트에서 크레딧을 공유</a2>할 수 있습니다.
pl_pl: Jeśli chcesz w przyszłości korzystać tutaj z tłumaczenia automatycznego, możesz albo <a1>dodać kredyty</a1>, albo <a2>udostępnić je z oryginalnej witryny</a2>.
th: หากคุณต้องการใช้การแปลอัตโนมัติที่นี่ในอนาคต คุณสามารถ<a1>เพิ่มเครดิต</a1>หรือ<a2>แชร์เครดิตจากไซต์ต้นฉบับ</a2>ได้.
zh_cn: 如果您将来想在此处使用自动翻译，可以<a1>添加额度</a1>或<a2>从原始网站共享额度</a2>。

source: There was an error checking for credits to share. Please take a screenshot of this message and report it in <a>WPML support</a>.
de_de: Bei der Überprüfung des zu teilenden Guthabens ist ein Fehler aufgetreten. Bitte machen Sie einen Screenshot dieser Nachricht und melden Sie dies dem <a>WPML-Support</a>.
es_es: Se produjo un error al verificar los créditos para compartir. Por favor, tome una captura de pantalla de este mensaje e infórmelo en el <a>soporte de WPML</a>.
fr_fr: Une erreur s'est produite lors de la vérification des crédits à partager. Veuillez prendre une capture d'écran de ce message et le signaler au <a>support de WPML</a>.
th: เกิดข้อผิดพลาดในการตรวจสอบเครดิตที่จะแบ่งปัน กรุณาถ่ายภาพหน้าจอข้อความนี้และรายงานไปยัง <a>ฝ่ายสนับสนุนของ WPML</a>.

source: To link %s and %s so they share automatic translation credits, follow these steps:
de_de: Um %s und %s zu verknüpfen, damit sie automatische Übersetzungsguthaben teilen, folgen Sie diesen Schritten:
el: Για να συνδέσετε το %s και το %s ώστε να μοιράζονται μονάδες αυτόματης μετάφρασης, ακολουθήστε αυτά τα βήματα:
es_es: Para vincular %s y %s para que compartan créditos de traducción automática, sigue estos pasos:
fr_fr: Pour lier %s et %s afin qu'ils partagent les crédits de traduction automatique, suivez ces étapes :
it_it: Per collegare %s e %s in modo che condividano i crediti per la traduzione automatica, segui questi passaggi:
ja: %s と %s をリンクして自動翻訳のクレジットを共有するには、次の手順に従います。
ko_kr: %s와 %s를 연결하여 자동 번역 크레딧을 공유하려면 다음 단계를 따르세요:
pl_pl: Aby połączyć %s i %s, by dzieliły kredyty na tłumaczenie automatyczne, wykonaj następujące kroki:
th: เพื่อเชื่อมโยง %s และ %s ให้แชร์เครดิตการแปลอัตโนมัติ ให้ทำตามขั้นตอนต่อไปนี้:
zh_cn: 要链接 %s 和 %s 以共享自动翻译额度，请按以下步骤操作：

source: Open <a>this link</a> to access the original site’s admin area. (You can’t access this screen by visiting %s directly.)
de_de: Öffnen Sie <a>diesen Link</a>, um auf den Admin-Bereich der ursprünglichen Website zuzugreifen. (Sie können diesen Bildschirm nicht durch direkten Besuch von %s aufrufen.)
el: Ανοίξτε <a>αυτόν τον σύνδεσμο</a> για να αποκτήσετε πρόσβαση στην περιοχή διαχείρισης του αρχικού ιστοτόπου. (Δεν μπορείτε να αποκτήσετε πρόσβαση σε αυτή την οθόνη επισκεπτόμενοι απευθείας το %s.)
es_es: Abre <a>este enlace</a> para acceder al área de administración del sitio original. (No puedes acceder a esta pantalla visitando directamente %s)
fr_fr: Ouvrez <a>ce lien</a> pour accéder à la zone d'administration du site original. (Vous ne pouvez pas accéder à cet écran en visitant directement %s.)
it_it: Apri <a>questo link</a> per accedere all'area di amministrazione del sito originale. (Non puoi accedere a questa schermata visitando direttamente %s.)
ja: <a>このリンク</a>を開いて、元のサイトの管理エリアにアクセスしてください。（%sに直接アクセスしてもこの画面は表示されません。）
ko_kr: 원본 사이트의 관리자 영역에 접근하려면 <a>이 링크</a>를 열어주세요. (%s에 직접 방문해서는 이 화면에 접근할 수 없습니다.)
pl_pl: Otwórz <a>ten link</a>, aby uzyskać dostęp do panelu administracyjnego oryginalnej witryny. (Nie możesz uzyskać dostępu do tego ekranu odwiedzając bezpośrednio %s.)
th: เปิด<a>ลิงก์นี้</a>เพื่อเข้าถึงพื้นที่ผู้ดูแลระบบของไซต์ต้นฉบับ (คุณไม่สามารถเข้าถึงหน้าจอนี้โดยการเข้าชม %s โดยตรง)
zh_cn: 打开<a>此链接</a>以访问原始网站的管理区域。（您无法通过直接访问 %s 来访问此页面。）

source: Click <b>Copy migration code</b> on that page.
de_de: Klicken Sie auf dieser Seite auf <b>Migrationscode kopieren</b>.
el: Κάντε κλικ στο <b>Αντιγραφή κωδικού μετεγκατάστασης</b> σε αυτή τη σελίδα.
es_es: Haz clic en <b>Copiar código de migración</b> en esa página.
fr_fr: Cliquez sur <b>Copier le code de migration</b> sur cette page.
it_it: Clicca su <b>Copia codice di migrazione</b> su quella pagina.
ja: そのページで<b>移行コードをコピー</b>をクリックしてください。
ko_kr: 해당 페이지에서 <b>마이그레이션 코드 복사</b>를 클릭하세요.
pl_pl: Kliknij <b>Kopiuj kod migracji</b> na tej stronie.
th: คลิก<b>คัดลอกรหัสการย้าย</b>บนหน้านั้น.
zh_cn: 在该页面上点击<b>复制迁移代码</b>。

source: Paste the code below to complete the connection.
de_de: Fügen Sie den Code unten ein, um die Verbindung abzuschließen.
el: Επικολλήστε τον κωδικό παρακάτω για να ολοκληρώσετε τη σύνδεση.
es_es: Pega el código a continuación para completar la conexión.
fr_fr: Collez le code ci-dessous pour finaliser la connexion.
it_it: Incolla il codice qui sotto per completare la connessione.
ja: 以下にコードを貼り付けて、接続を完了してください。
ko_kr: 아래에 코드를 붙여넣어 연결을 완료하세요.
pl_pl: Wklej kod poniżej, aby zakończyć połączenie.
th: วางรหัสด้านล่างเพื่อทำการเชื่อมต่อให้สมบูรณ์.
zh_cn: 将代码粘贴到下方以完成连接。

source: Migration code
de_de: Migrierungscode
es_es: Código de migración
fr_fr: Code de migration
ko_kr: 마이그레이션 코드
th: รหัสการย้าย

source: Continue
de_de: Fortfahren
es_es: Continuar
fr_fr: Continuer
ko_kr: 계속하기
th: ดำเนินการต่อ

source: Go back
de_de: Zurückgehen
es_es: Volver
fr_fr: Revenir en arrière
ko_kr: 돌아가기
th: ย้อนกลับ

source: Connect Automatic Translation Credits
de_de: Automatische Übersetzungsguthaben verbinden
el: Σύνδεση μονάδων αυτόματης μετάφρασης
es_es: Conectar créditos de traducción automática
fr_fr: Connecter les crédits de traduction automatique
it_it: Collega i crediti per la traduzione automatica
ja: 自動翻訳クレジットを接続する
ko_kr: 자동 번역 크레딧 연결
pl_pl: Połącz kredyty na tłumaczenie automatyczne
th: เชื่อมต่อเครดิตการแปลอัตโนมัติ
zh_cn: 连接自动翻译额度

source: WPML was unable to copy your site's translations, translation memory, and glossary to this new URL.
de_de: WPML konnte die Übersetzungen, den Übersetzungsspeicher und das Glossar Ihrer Website nicht auf diese neue URL kopieren.
es_es: WPML no pudo copiar las traducciones, la memoria de traducción y el glosario de su sitio a esta nueva URL.
fr_fr: WPML n'a pas pu copier les traductions, la mémoire de traduction et le glossaire de votre site vers cette nouvelle URL.
ko_kr: WPML이 사이트의 번역, 번역 메모리 및 용어집을 이 새로운 URL로 복사하지 못했습니다.
th: WPML ไม่สามารถคัดลอกการแปล หน่วยความจำการแปล และอภิธานศัพท์ของเว็บไซต์คุณไปยัง URL ใหม่นี้ได้.

source: Error with copying translation information to new URL
de_de: Fehler beim Kopieren der Übersetzungsinformationen zur neuen URL
es_es: Error al copiar la información de traducción a la nueva URL
fr_fr: Erreur lors de la copie des informations de traduction vers la nouvelle URL
ko_kr: 새 URL로 번역 정보 복사 중 오류 발생
th: เกิดข้อผิดพลาดในการคัดลอกข้อมูลการแปลไปยัง URL ใหม่

source: This site and its copy on %s are now sharing automatic translation credits.
de_de: Diese Website und ihre Kopie auf %s teilen nun automatische Übersetzungsguthaben.
el: Αυτός ο ιστότοπος και το αντίγραφό του στο %s μοιράζονται πλέον μονάδες αυτόματης μετάφρασης.
es_es: Este sitio y su copia en %s ahora están compartiendo créditos de traducción automática.
fr_fr: Ce site et sa copie sur %s partagent maintenant les crédits de traduction automatique.
it_it: Questo sito e la sua copia su %s ora condividono i crediti per la traduzione automatica.
ja: このサイトと%s上のコピーが自動翻訳クレジットを共有するようになりました。
ko_kr: 이 사이트와 %s의 복사본이 이제 자동 번역 크레딧을 공유하고 있습니다.
pl_pl: Ta witryna i jej kopia na %s teraz dzielą kredyty na tłumaczenie automatyczne.
th: ตอนนี้ไซต์นี้และสำเนาของมันบน %s กำลังแชร์เครดิตการแปลอัตโนมัติ.
zh_cn: 此网站和其在 %s 上的副本现在正在共享自动翻译额度。

source: Any credits you add to one site will be available on both. If you stop using this site, your credits will remain safe.
de_de: Alle Guthaben, die Sie einer Website hinzufügen, werden auf beiden verfügbar sein. Wenn Sie diese Website nicht mehr nutzen, bleiben Ihre Guthaben sicher.
el: Οποιεσδήποτε μονάδες προσθέσετε σε έναν ιστότοπο θα είναι διαθέσιμες και στους δύο. Αν σταματήσετε να χρησιμοποιείτε αυτόν τον ιστότοπο, οι μονάδες σας θα παραμείνουν ασφαλείς.
es_es: Cualquier crédito que añadas a un sitio estará disponible en ambos. Si dejas de usar este sitio, tus créditos permanecerán seguros.
fr_fr: Tous les crédits que vous ajoutez à un site seront disponibles sur les deux. Si vous arrêtez d'utiliser ce site, vos crédits resteront en sécurité.
it_it: Qualsiasi credito che aggiungi a un sito sarà disponibile su entrambi. Se smetti di usare questo sito, i tuoi crediti rimarranno al sicuro.
ja: 一方のサイトに追加したクレジットは両方で利用可能になります。このサイトの使用を停止しても、クレジットは安全に保たれます。
ko_kr: 한 사이트에 추가한 크레딧은 두 사이트 모두에서 사용 가능합니다. 이 사이트 사용을 중단하더라도 크레딧은 안전하게 유지됩니다.
pl_pl: Wszelkie kredyty, które dodasz do jednej witryny, będą dostępne na obu. Jeśli przestaniesz korzystać z tej witryny, Twoje kredyty pozostaną bezpieczne.
th: เครดิตใดๆ ที่คุณเพิ่มให้กับไซต์หนึ่งจะสามารถใช้ได้บนทั้งสองไซต์ หากคุณหยุดใช้ไซต์นี้ เครดิตของคุณจะยังคงปลอดภัย.
zh_cn: 您添加到一个网站的任何额度都将在两个网站上可用。如果您停止使用此网站，您的额度将保持安全。

source: WPML was unable to connect your old and new URLs to share automatic translation credits.
de_de: WPML konnte Ihre alte und neue URL nicht verbinden, um Guthaben für automatische Übersetzung zu teilen.
es_es: WPML no pudo conectar sus URL antiguas y nuevas para compartir los créditos de traducción automática.
fr_fr: WPML n'a pas pu connecter vos anciennes et nouvelles URL pour partager les crédits de traduction automatique.
ko_kr: WPML이 자동 번역 크레딧을 공유하기 위해 이전 URL과 새 URL을 연결하지 못했습니다.
th: WPML ไม่สามารถเชื่อมต่อ URL เก่าและใหม่ของคุณเพื่อแบ่งปันเครดิตการแปลอัตโนมัติได้.

source: Error with sharing automatic translation credits
de_de: Fehler beim Teilen der Guthaben für automatische Übersetzung
es_es: Error al compartir los créditos de traducción automática
fr_fr: Erreur lors du partage des crédits de traduction automatique
ko_kr: 자동 번역 크레딧 공유 중 오류 발생
th: เกิดข้อผิดพลาดในการแบ่งปันเครดิตการแปลอัตโนมัติ

source: The site on %s has %d credits for automatic translation. Do you want to share these credits with this new site %s?
de_de: Die Website auf %s hat %d Guthaben für automatische Übersetzungen. Möchten Sie diese Guthaben mit dieser neuen Website %s teilen?
el: Ο ιστότοπος στο %s έχει %d μονάδες για αυτόματη μετάφραση. Θέλετε να μοιραστείτε αυτές τις μονάδες με αυτόν τον νέο ιστότοπο %s;?
es_es: El sitio en %s tiene %d créditos para traducción automática. ¿Quieres compartir estos créditos con este nuevo sitio %s?
fr_fr: Le site sur %s dispose de %d crédits pour la traduction automatique. Voulez-vous partager ces crédits avec ce nouveau site %s ?
it_it: Il sito su %s ha %d crediti per la traduzione automatica. Vuoi condividere questi crediti con questo nuovo sito %s?
ja: %sのサイトには自動翻訳用に%dクレジットがあります。これらのクレジットをこの新しいサイト%sと共有しますか？
ko_kr: %s의 사이트에는 자동 번역을 위한 %d 크레딧이 있습니다. 이 크레딧을 새 사이트 %s와 공유하시겠습니까?
pl_pl: Witryna na %s ma %d kredytów na tłumaczenie automatyczne. Czy chcesz udostępnić te kredyty tej nowej witrynie %s?
th: ไซต์บน %s มีเครดิต %d สำหรับการแปลอัตโนมัติ คุณต้องการแชร์เครดิตเหล่านี้กับไซต์ใหม่นี้ %s หรือไม่?
zh_cn: %s 上的网站有 %d 自动翻译额度。您想与这个新网站 %s 共享这些额度吗？

source: The site on %s has a pay-as-you-go subscription for automatic translation. Do you want to share these credits between %s and this new location (%s)?
de_de: Die Website auf %s hat ein Pay-as-you-go-Abonnement für automatische Übersetzung. Möchten Sie diese Guthaben zwischen %s und diesem neuen Standort (%s) teilen?
es_es: El sitio en %s tiene una suscripción de pago por uso para traducción automática. ¿Desea compartir estos créditos entre %s y esta nueva ubicación (%s)?
fr_fr: Le site sur %s a un abonnement pay-as-you-go pour la traduction automatique. Souhaitez-vous partager ces crédits entre %s et ce nouvel emplacement (%s)?
ja: サイト%sには自動翻訳用の従量制サブスクリプションがあります。これらのクレジットを%sとこの新しい場所(%s)の間で共有しますか？
ko_kr: %s의 사이트에 자동 번역을 위한 종량제 구독이 있습니다. 이 크레딧을 %s와 이 새로운 위치 (%s) 간에 공유하시겠습니까?
th: เว็บไซต์บน %s มีการสมัครสมาชิกแบบจ่ายตามการใช้งานสำหรับการแปลอัตโนมัติ คุณต้องการแบ่งปันเครดิตเหล่านี้ระหว่าง %s และตำแหน่งใหม่นี้ (%s) หรือไม่?

source: Yes (recommended)
de_de: Ja (empfohlen)
es_es: Sí (recomendado)
fr_fr: Oui (recommandé)
ja: はい（推奨）
ko_kr: 예 (권장)
th: ใช่ (แนะนำ)

source: In the next step, you’ll approve the use of same credits on both sites.
de_de: Im nächsten Schritt werden Sie die Verwendung derselben Guthaben auf beiden Websites genehmigen.
el: Στο επόμενο βήμα, θα εγκρίνετε τη χρήση των ίδιων μονάδων και στους δύο ιστοτόπους.
es_es: En el siguiente paso, aprobarás el uso de los mismos créditos en ambos sitios.
fr_fr: À l'étape suivante, vous approuverez l'utilisation des mêmes crédits sur les deux sites.
it_it: Nel prossimo passaggio, approverai l'uso degli stessi crediti su entrambi i siti.
ja: 次のステップでは、両方のサイトで同じクレジットの使用を承認します。
ko_kr: 다음 단계에서 두 사이트에서 동일한 크레딧 사용을 승인하게 됩니다.
pl_pl: W następnym kroku zatwierdzisz wykorzystanie tych samych kredytów na obu witrynach.
th: ในขั้นตอนถัดไป คุณจะอนุมัติการใช้เครดิตเดียวกันบนทั้งสองไซต์.
zh_cn: 在下一步中，您将批准在两个网站上使用相同的额度。

source: No
de_de: Nein
fr_fr: Non
ja: いいえ
ko_kr: 아니오
th: ไม่

source: You’ll need to assign new credits or set up pay-as-you-go.
de_de: Sie müssen neue Guthaben zuweisen oder Pay-as-you-go einrichten.
el: Θα χρειαστεί να αναθέσετε νέες μονάδες ή να ρυθμίσετε την πληρωμή ανά χρήση.
es_es: Tendrás que asignar nuevos créditos o configurar el pago por uso.
fr_fr: Vous devrez attribuer de nouveaux crédits ou configurer le paiement à l'utilisation.
it_it: Dovrai assegnare nuovi crediti o impostare il pagamento a consumo.
ja: 新しいクレジットを割り当てるか、従量制を設定する必要があります。
ko_kr: 새로운 크레딧을 할당하거나 사용한 만큼 지불하는 방식을 설정해야 합니다.
pl_pl: Będziesz musiał przypisać nowe kredyty lub skonfigurować płatność pay-as-you-go.
th: คุณจะต้องกำหนดเครดิตใหม่หรือตั้งค่าการจ่ายเงินตามการใช้งาน.
zh_cn: 您需要分配新的额度或设置按使用付费。

source: What happens when you share credits between sites?
de_de: Was passiert, wenn Sie Guthaben zwischen Websites teilen?
el: Τι συμβαίνει όταν μοιράζεστε μονάδες μεταξύ ιστοτόπων;?
es_es: ¿Qué ocurre cuando compartes créditos entre sitios?
fr_fr: Que se passe-t-il lorsque vous partagez des crédits entre les sites ?
it_it: Cosa succede quando condividi i crediti tra i siti?
ja: サイト間でクレジットを共有するとどうなりますか？
ko_kr: 사이트 간 크레딧을 공유하면 어떻게 되나요?
pl_pl: Co się dzieje, gdy udostępniasz kredyty między witrynami?
th: เกิดอะไรขึ้นเมื่อคุณแชร์เครดิตระหว่างไซต์?
zh_cn: 在网站之间共享额度会发生什么？

source: Translation credits for this site
de_de: Übersetzungsguthaben für diese Website
es_es: Créditos de traducción para este sitio
fr_fr: Crédits de traduction pour ce site
it_it: Crediti di traduzione per questo sito
ja: このサイトの翻訳クレジット
ko_kr: 이 사이트의 번역 크레딧
th: เครดิตการแปลสำหรับเว็บไซต์นี้

source: WPML detected a change in your site’s URL
de_de: WPML hat eine Änderung der URL Ihrer Website festgestellt
el: Το WPML εντόπισε αλλαγή στο URL του ιστοτόπου σας
es_es: WPML ha detectado un cambio en la URL de tu sitio
fr_fr: WPML a détecté un changement dans l'URL de votre site
it_it: WPML ha rilevato un cambiamento nell'URL del tuo sito
ja: WPMLがサイトのURLの変更を検出しました
ko_kr: WPML이 사이트 URL의 변경을 감지했습니다
pl_pl: WPML wykrył zmianę adresu URL Twojej witryny
th: WPML ตรวจพบการเปลี่ยนแปลง URL ของไซต์ของคุณ
zh_cn: WPML 检测到您的网站 URL 发生了变化

source: You can now continue translating content on this site as usual.
de_de: Sie können nun wie gewohnt mit der Übersetzung von Inhalten auf dieser Website fortfahren.
el: Μπορείτε τώρα να συνεχίσετε να μεταφράζετε περιεχόμενο σε αυτόν τον ιστότοπο ως συνήθως.
es_es: Ahora puedes continuar traduciendo contenido en este sitio como de costumbre.
fr_fr: Vous pouvez maintenant continuer à traduire le contenu sur ce site comme d'habitude.
it_it: Ora puoi continuare a tradurre i contenuti su questo sito come al solito.
ja: これで、通常通りこのサイトでコンテンツの翻訳を続けることができます。
ko_kr: 이제 이 사이트에서 평소와 같이 콘텐츠 번역을 계속할 수 있습니다.
pl_pl: Możesz teraz kontynuować tłumaczenie treści na tej witrynie jak zwykle.
th: ตอนนี้คุณสามารถดำเนินการแปลเนื้อหาบนไซต์นี้ได้ตามปกติ.
zh_cn: 您现在可以继续像往常一样在此网站上翻译内容。

source: Just a reminder: there shouldn’t be another copy of this site running at %s. If there is, automatic translation won’t work correctly on that site.
de_de: Nur zur Erinnerung: Es sollte keine weitere Kopie dieser Website unter %s laufen. Falls doch, wird die automatische Übersetzung auf dieser Website nicht korrekt funktionieren.
el: Μια υπενθύμιση: δεν θα πρέπει να υπάρχει άλλο αντίγραφο αυτού του ιστοτόπου που να εκτελείται στο %s. Αν υπάρχει, η αυτόματη μετάφραση δεν θα λειτουργεί σωστά σε εκείνον τον ιστότοπο.
es_es: Solo un recordatorio: no debería haber otra copia de este sitio funcionando en %s. Si la hay, la traducción automática no funcionará correctamente en ese sitio.
fr_fr: Juste un rappel : il ne devrait pas y avoir une autre copie de ce site fonctionnant sur %s. Si c'est le cas, la traduction automatique ne fonctionnera pas correctement sur ce site.
it_it: Solo un promemoria: non dovrebbe esserci un'altra copia di questo sito in esecuzione su %s. Se c'è, la traduzione automatica non funzionerà correttamente su quel sito.
ja: 注意：%sで別のこのサイトのコピーが動作していないはずです。もしある場合、そのサイトでは自動翻訳が正しく機能しません。
ko_kr: 주의사항: %s에서 이 사이트의 다른 복사본이 실행되고 있어서는 안 됩니다. 만약 그렇다면, 해당 사이트에서 자동 번역이 올바르게 작동하지 않을 것입니다.
pl_pl: Tylko przypomnienie: nie powinno być innej kopii tej witryny działającej pod adresem %s. Jeśli jest, tłumaczenie automatyczne nie będzie działać poprawnie na tamtej witrynie.
th: เพียงแค่เตือนความจำ: ไม่ควรมีสำเนาอื่นของไซต์นี้ที่ทำงานอยู่ที่ %s หากมี การแปลอัตโนมัติจะไม่ทำงานอย่างถูกต้องบนไซต์นั้น.
zh_cn: 只是提醒一下：在 %s 上不应该有此网站的另一个副本在运行。如果有，自动翻译在那个网站上将无法正常工作。

source: You indicated that the original site at %s is no longer active. This means:
de_de: Sie haben angegeben, dass die ursprüngliche Website unter %s nicht mehr aktiv ist. Das bedeutet:
el: Υποδείξατε ότι ο αρχικός ιστότοπος στο %s δεν είναι πλέον ενεργός. Αυτό σημαίνει:
es_es: Has indicado que el sitio original en %s ya no está activo. Esto significa:
fr_fr: Vous avez indiqué que le site original à %s n'est plus actif. Cela signifie :
it_it: Hai indicato che il sito originale su %s non è più attivo. Questo significa:
ja: 元のサイト%sがもう活動していないことを示しました。これは以下を意味します：
ko_kr: 귀하께서 %s의 원본 사이트가 더 이상 활성화되지 않았다고 표시하셨습니다. 이는 다음을 의미합니다:
pl_pl: Wskazałeś, że oryginalna witryna pod adresem %s nie jest już aktywna. Oznacza to:
th: คุณระบุว่าไซต์ต้นฉบับที่ %s ไม่ได้ใช้งานอีกต่อไป นี่หมายความว่า:
zh_cn: 您表示原始网站 %s 已不再活跃。这意味着：

source: Automatic translation will no longer work on the old site
de_de: Die automatische Übersetzung wird auf der alten Website nicht mehr funktionieren
el: Η αυτόματη μετάφραση δεν θα λειτουργεί πλέον στον παλιό ιστότοπο
es_es: La traducción automática ya no funcionará en el sitio antiguo
fr_fr: La traduction automatique ne fonctionnera plus sur l'ancien site
it_it: La traduzione automatica non funzionerà più sul vecchio sito
ja: 古いサイトでは自動翻訳がもう機能しません
ko_kr: 이전 사이트에서 자동 번역이 더 이상 작동하지 않습니다
pl_pl: Tłumaczenie automatyczne nie będzie już działać na starej witrynie
th: การแปลอัตโนมัติจะไม่ทำงานบนไซต์เก่าอีกต่อไป
zh_cn: 自动翻译将不再在旧网站上工作
