Repository: ZeeshanAslam123/WPML-WordPress
Catalog: plugins/sitepress-multilingual-cms/locale/jed/po/sitepress-wpml-notices-site-key-ui-*.po
Languages: es_es, nl_nl

source: Get a key for this site
es_es: Obtén una clave para este sitio
nl_nl: Verkrijg een sleutel voor deze site

source: Site key:
es_es: Clave del sitio:
nl_nl: Sitesleutel:

source: Enter your site key here
es_es: Introduce aquí tu clave del sitio
nl_nl: Voer hier je sitesleutel in

source: Registering...
es_es: Registrando...
nl_nl: Bezig met registreren...

source: Register
es_es: Registrar
nl_nl: Registreren

source: A New Site Key Is Required
es_es: Se requiere una nueva clave de sitio
nl_nl: Er is een nieuwe sitesleutel vereist

source: To continue using WPML features like automatic translation and plugin updates, please register your site again. Don’t worry, your existing content and translations are safe.
es_es: Para seguir usando las funciones de WPML como la traducción automática y las actualizaciones de plugins, por favor registra tu sitio de nuevo. No te preocupes, tu contenido existente y las traducciones están a salvo.

source: Site key registered successfully!
es_es: ¡Clave del sitio registrada con éxito!
nl_nl: Sitesleutel succesvol geregistreerd!

source: Page will reload in %d seconds...
es_es: La página se recargará en %d segundos...
nl_nl: De pagina wordt over %d seconden herladen...

source: Registration failed. Please try again.
es_es: El registro falló. Por favor, inténtalo de nuevo.
nl_nl: Registratie mislukt. Probeer het opnieuw.

source: To continue using WPML features like automatic translation and plugin updates, please register your site again. Donâ€™t worry, your existing content and translations are safe.
nl_nl: Om WPML-functies zoals automatische vertaling en plugin-updates te blijven gebruiken, moet je je site opnieuw registreren. Maak je geen zorgen, je bestaande inhoud en vertalingen blijven veilig.
